[
  {
    "question_text": "How do \"motion to dismiss\" and \"motion for summary judgment\" differ in legal proceedings?",
    "correct_answer": "b) Witness points to Exhibit A c) [Exhibit A identified] d) /Exhibit A shown/ 8. What's the proper way to transcribe overlapping speech in a deposition? a) Use double dashes to show interruptions b) Use parentheses to indicate simultaneous speech c) Transcribe only the dominant speaker d) Use slashes to separate overlapping speech 9. How should a parenthetical note indicating an interpreter is being used be formatted? a) (The following proceedings were interpreted from Spanish to English) b) [Interpreter present] c) /Spanish interpretation/ d) --Interpreted testimony follows -- 10. What's the correct way to indicate a change in speakers in a transcript? a) Start a new line with the speaker's name followed by a colon b) Use quotation marks for each speaker c) Indent each time a new person speaks d) Use all caps for the speaker's name Legal & Judicial Terminology: 1. What does \"nunc pro tunc\" mean in legal terms? a) Now for then b) Not for trial c) New procedure d) No prosecution 2. What is a \"writ of mandamus\"? a) An order from a higher court to review a lower court's decision b) A court order commanding a government official to perform a specific duty c) A request for a change of venue d) A motion to dismiss a case 3. What does \"res judicata\" refer to in legal proceedings? a) A matter that has been decided and cannot be litigated again b) A pending legal action c) A preliminary hearing d) A request for additional evidence 4. What is the purpose of \"voir dire\" in court proceedings? a) To present closing arguments b) To question potential jurors c) To cross -examine witnesses d) To file motions 5. What is a \"motion in limine\"? a) A request for a change of venue b) A pre-trial motion to exclude certain evidence c) A motion to dismiss the case d) A request for a continuance 6. What does \"de novo\" mean in legal context? a) From the beginning b) By the book c) Without prejudice d) For the record 7. What is an \"amicus curiae\" brief? a) A summary of the case prepared by the judge b) A document submitted by a \"friend of the court\" c) A witness statement d) A jury instruction 8. What does \"pro se\" mean in legal proceedings? a) For the state b) With prejudice c) Representing oneself d) By proxy 9. What is a \"writ of certiorari\"? a) A warrant for arrest b) A summons to appear in court c) An order from a higher court to review a lower court's decision d) A document certifying a court's decision 10. What does \"ex parte\" mean in legal context? a) From one side only b) Outside the court c) With extreme prejudice d) By mutual agreement Professional Standards & Ethics: 1. What should a court reporter do if they realize they've made a significant error in a certified transcript? a) Ignore the error if it's minor b) Ask the attorney to correct it c) Immediately notify all parties and prepare an errata sheet d) Rewrite the ent ire transcript 2. How should a court reporter handle a request to go \"off the record\" during a deposition? a) Immediately stop recording b) Continue recording but mark it as confidential c) Ask the witness for permission d) Wait for agreement from all attorneys present 3. What is the primary ethical duty of a court reporter? a) To assist the attorneys in their case b) To interpret legal proceedings for the public c) To produce an accurate, complete, and unbiased record d) To expedite the legal process 4. How should a court reporter maintain confidentiality? a) By only sharing information with close friends and family b) By posting general case information on social media c) By discussing cases only with other court reporters d) By not discussing case details with anyone not involved 5. What should a court reporter do if they suspect a conflict of interest in a case they've been assigned? a) Proceed with the case but be extra careful b) Only disclose if directly asked about conflicts c) Immediately disclose the conflict to all parties inv olved d) Recuse themselves without explanation 6. How many hours of continuing education are required for Texas court reporters every two years? a) 5 hours b) 10 hours c) 15 hours d) 20 hours 7. What is the maximum amount of time a court reporter's certification can be suspended in Texas? a) 3 months b) 6 months c) 12 months d) 24 months 8. How should a court reporter handle pressure from an attorney to alter the record? a) Make minor alterations if pressured b) Consult with the judge before making any changes c) Agree to alter the record but note it in the transcript d) Firmly refuse and exp lain their ethical duty 9. What is the ethical guideline for court reporters regarding gift acceptance? a) Accept gifts valued under $100 b) Accept gifts only from winning parties c) Refrain from accepting gifts from anyone involved in the case d) Accept gifts but report them to the court 10. How long must a Texas court reporter preserve notes of oral depositions? a) 1 year b) 3 years c) 5 years d) 7 years Legal & Judicial Terminology: 1. What does \"nunc pro tunc\" mean in legal terms? a) Now for then b) Not for trial c) New procedure d) No prosecution 2. What is a \"writ of mandamus\"? a) An order from a higher court to review a lower court's decision b) A court order commanding a government official to perform a specific duty c) A request for a change of venue d) A motion to dismiss a case 3. What does \"res judicata\" refer to in legal proceedings? a) A matter that has been decided and cannot be litigated again b) A pending legal action c) A preliminary hearing d) A request for additional evidence 4. What is the purpose of \"voir dire\" in court proceedings? a) To present closing arguments b) To question potential jurors c) To cross -examine witnesses d) To file motions 5. What is a \"motion in limine\"? a) A request for a change of venue b) A pre-trial motion to exclude certain evidence c) A motion to dismiss the case d) A request for a continuance 6. What does \"de novo\" mean in legal context? a) From the beginning b) By the book c) Without prejudice d) For the record 7. What is an \"amicus curiae\" brief? a) A summary of the case prepared by the judge b) A document submitted by a \"friend of the court\" c) A witness statement d) A jury instruction 8. What does \"pro se\" mean in legal proceedings? a) For the state b) With prejudice c) Representing oneself d) By proxy 9. What is a \"writ of certiorari\"? a) A warrant for arrest b) A summons to appear in court c) An order from a higher court to review a lower court's decision d) A document certifying a court's decision 10. What does \"ex parte\" mean in legal context? a) From one side only b) Outside the court c) With extreme prejudice d) By mutual agreement Professional Standards & Ethics: 1. What should a court reporter do if they realize they've made a significant error in a certified transcript? a) Ignore the error if it's minor b) Ask the attorney to correct it c) Immediately notify all parties and prepare an errata sheet d) Rewrite the ent ire transcript 2. How should a court reporter handle a request to go \"off the record\" during a deposition? a) Immediately stop recording b) Continue recording but mark it as confidential c) Ask the witness for permission d) Wait for agreement from all attorneys present 3. What is the primary ethical duty of a court reporter? a) To assist the attorneys in their case b) To interpret legal proceedings for the public c) To produce an accurate, complete, and unbiased record d) To expedite the legal process 4. How should a court reporter maintain confidentiality? a) By only sharing information with close friends and family b) By posting general case information on social media c) By discussing cases only with other court reporters d) By not discussing case detai ls with anyone not involved 5. What should a court reporter do if they suspect a conflict of interest in a case they've been assigned? a) Proceed with the case but be extra careful b) Only disclose if directly asked about conflicts c) Immediately disclose the conflict to all parties inv olved d) Recuse themselves without explanation 6. How many hours of continuing education are required for Texas court reporters every two years? a) 5 hours b) 10 hours c) 15 hours d) 20 hours 7. What is the maximum amount of time a court reporter's certification can be suspended in Texas? a) 3 months b) 6 months c) 12 months d) 24 months 8. How should a court reporter handle pressure from an attorney to alter the record? a) Make minor alterations if pressured b) Consult with the judge before making any changes c) Agree to alter the record but note it in the transcript d) Firmly refuse and exp lain their ethical duty 9. What is the ethical guideline for court reporters regarding gift acceptance? a) Accept gifts valued under $100 b) Accept gifts only from winning parties c) Refrain from accepting gifts from anyone involved in the case d) Accept gifts but report them to the court 10. How long must a Texas court reporter preserve notes of oral depositions? a) 1 year b) 3 years c) 5 years d) 7 years Legal & Judicial Terminology: 1. What does \"nunc pro tunc\" mean in legal terms? a) Now for then b) Not for trial c) New procedure d) No prosecution 2. What is a \"writ of mandamus\"? a) An order from a higher court to review a lower court's decision b) A court order commanding a government official to perform a specific duty c) A request for a change of venue d) A motion to dismiss a case 3. What does \"res judicata\" refer to in legal proceedings? a) A matter that has been decided and cannot be litigated again b) A pending legal action c) A preliminary hearing d) A request for additional evidence 4. What is the purpose of \"voir dire\" in court proceedings? a) To present closing arguments b) To question potential jurors c) To cross -examine witnesses d) To file motions 5. What is a \"motion in limine\"? a) A request for a change of venue b) A pre-trial motion to exclude certain evidence c) A motion to dismiss the case d) A request for a continuance 6. What does \"de novo\" mean in legal context? a) From the beginning b) By the book c) Without prejudice d) For the record 7. What is an \"amicus curiae\" brief? a) A summary of the case prepared by the judge b) A document submitted by a \"friend of the court\" c) A witness statement d) A jury instruction 8. What does \"pro se\" mean in legal proceedings? a) For the state b) With prejudice c) Representing oneself d) By proxy 9. What is a \"writ of certiorari\"? a) A warrant for arrest b) A summons to appear in court c) An order from a higher court to review a lower court's decision d) A document certifying a court's decision 10. What does \"ex parte\" mean in legal context? a) From one side only b) Outside the court c) With extreme prejudice d) By mutual agreement Professional Standards & Ethics: 1. What should a court reporter do if they realize they've made a significant error in a certified transcript? a) Ignore the error if it's minor b) Ask the attorney to correct it c) Immediately notify all parties and prepare an errata sheet d) Rewrite the ent ire transcript 2. How should a court reporter handle a request to go \"off the record\" during a deposition? a) Immediately stop recording b) Continue recording but mark it as confidential c) Ask the witness for permission d) Wait for agreement from all attorneys present 3. What is the primary ethical duty of a court reporter? a) To assist the attorneys in their case b) To interpret legal proceedings for the public c) To produce an accurate, complete, and unbiased record d) To expedite the legal process 4. How should a court reporter maintain confidentiality? a) By only sharing information with close friends and family b) By posting general case information on social media c) By discussing cases only with other court reporters d) By not discussing case detai ls with anyone not involved 5. What should a court reporter do if they suspect a conflict of interest in a case they've been assigned? a) Proceed with the case but be extra careful b) Only disclose if directly asked about conflicts c) Immediately disclose the conflict to all parties inv olved d) Recuse themselves without explanation 6. How many hours of continuing education are required for Texas court reporters every two years? a) 5 hours b) 10 hours c) 15 hours d) 20 hours 7. What is the maximum amount of time a court reporter's certification can be suspended in Texas? a) 3 months b) 6 months c) 12 months d) 24 months 8. How should a court reporter handle pressure from an attorney to alter the record? a) Make minor alterations if pressured b) Consult with the judge before making any changes c) Agree to alter the record but note it in the transcript d) Firmly refuse and exp lain their ethical duty 9. What is the ethical guideline for court reporters regarding gift acceptance? a) Accept gifts valued under $100 b) Accept gifts only from winning parties c) Refrain from accepting gifts from anyone involved in the case d) Accept gifts but report them to the court 10. How long must a Texas court reporter preserve notes of oral depositions? a) 1 year b) 3 years c) 5 years d) 7 years Grammar & Vocabulary: 1. What is the correct plural form of \"subpoena\"? a) Subpoenas b) Subpoenae c) Subpoeni d) Subpoenases 2. Which of the following is the correct use of \"affect\" in a sentence? a) The new law will affect court procedures. b) The effect of the ruling was immediate. c) He affected a British accent. d) The side effects of the medication were severe. 3. How should numbers generally be written in legal documents? a) Numbers one through ten spelled out, 11 and above as numerals b) All numbers as numerals c) All numbers spelled out d) Only dates and times as numerals 4. Which of the following is the correct use of a semicolon? a) The plaintiff seeks damages; the defendant denies liability. b) The plaintiff seeks damages, the defendant denies liability. c) The plaintiff seeks damages: the defendant denies liability. d) The plaintiff seeks damages and the defendant denies liability. 5. What is the correct spelling of the medical term for inflammation of the eyelid? a) Blepharitis b) Blepheritis c) Blephiritis d) Blepharoitis 6. Which of the following is the correct use of \"further\" vs \"farther\"? a) We need to further investigate the case. b) The witness was further from the scene than initially reported. c) How much further do we need to drive? d) We can discuss this further at a later date. 7. What is the correct way to format a Latin phrase in legal writing? a) Italicize (e.g., de novo) b) Use quotation marks (e.g., \"de novo\") c) Capitalize (e.g., DE NOVO) d) No special formatting needed 8. Which of the following is the correct use of \"principle\" vs \"principal\"? a) The principle of due process is fundamental to our legal system. b) The principle amount of the loan was $50,000. c) He was the principle witness in the case. d) It's the principle of the thing that matters. 9. What is the correct spelling of the medical term for a swelling containing blood? a) Hematoma b) Hemotoma c) Haematoma d) Hemetoma 10. Which of the following is the correct use of hyphens in compound modifiers? a) A well-established precedent b) A well established precedent c) A wellestablished precedent d) A well established -precedent Transcription Standards: 1. How should a court reporter indicate that testimony was read back to the jury? a) (The following testimony was read back by the reporter:) b) [Read-back begins] c) --Testimony repeated -- d) /Read back to jury/ 2. What is the standard line and page format for a Texas court transcript? a) 25 numbered lines per page, 1.5 inch left margin, 1 inch other margins b) 30 numbered lines per page, 1 inch margins all around c) 24 numbered lines per page, 2 inch left margin, 1 inch other margins d) 28 numbered lines per page, 1.25 inch margins all around 3. How should a court reporter transcribe a non -verbal response like a nod? a) (The witness nods) b) Witness nodded affirmatively c) [Non-verbal response] d) /Nod/ 4. How should a court reporter indicate an off -the-record discussion in a transcript? a) (Discussion off the record) b) [Off record] c) --Pause in proceedings -- d) /Private discussion/ 5. How should quoted material within testimony be formatted? a) Enclosed in quotation marks b) Italicized c) Indented on both sides d) Underlined 6. What information must be included in a deposition transcript's certification page? a) Court reporter's name, certification number, statement of oath, date and place b) Only the court reporter's signature and date c) List of all parties present and their co ntact information d) Summary of the deposition content 7. How should a court reporter indicate that a witness has identified an exhibit? a) (Witness identifies Exhibit A) b) Witness points to Exhibit A c) [Exhibit A identified] d) /Exhibit A shown/ 8. What's the proper way to transcribe overlapping speech in a deposition? a) Use double dashes to show interruptions b) Use parentheses to indicate simultaneous speech c) Transcribe only the dominant speaker d) Use slashes to separate overlapping speech 9. How should a parenthetical note indicating an interpreter is being used be formatted? a) (The following proceedings were interpreted from Spanish to English) b) [Interpreter present] c) /Spanish interpretation/ d) --Interpreted testimony follows -- 10. What's the correct way to indicate a change in speakers in a transcript? a) Start a new line with the speaker's name followed by a colon b) Use quotation marks for each speaker c) Indent each time a new person speaks d) Use all caps for the speaker's name Legal & Judicial Terminology: 1. What does \"res ipsa loquitur\" mean in legal terms? a) The thing speaks for itself b) Let the buyer beware c) Beyond a reasonable doubt d) At first glance 2. What is a \"writ of mandamus\"? a) An order to release a prisoner b) A command to a lower court or official to perform a specific duty c) A request for a new trial d) An order to stop proceedings 3. What does \"voir dire\" refer to in court proceedings? a) Closing arguments b) Jury selection process c) Witness testimony d) Judge's instructions 4. What is \"habeas corpus\" in legal terms? a) A type of criminal charge b) A writ ordering a person in custody to be brought before a court c) A plea bargain agreement d) A type of civil lawsuit 5. What does \"de novo\" mean in a legal context? a) From the beginning b) Without prejudice c) In good faith d) Beyond a reasonable doubt 6. What is an \"amicus curiae\" brief? a) A summary of the case by the judge b) A document submitted by a \"friend of the court\" c) A witness statement d) A jury instruction 7. What does \"pro se\" mean in legal proceedings? a) For the state b) With prejudice c) Representing oneself d) By proxy 8. What is a \"motion in limine\"? a) A request for a change of venue b) A pre-trial motion to exclude certain evidence c) A motion to dismiss the case d) A request for a continuance 9. What does \"nunc pro tunc\" mean? a) Now for then b) Not for trial c) New procedure d) No prosecution 10. What is \"stare decisis\" in legal context? a) A type of court order b) The principle of following precedent in legal decisions c) A method of jury selection d) A form of alternative dispute resolution Professional Standards & Ethics: 1. What should a court reporter do if they realize they've made a significant error in a certified transcript? a) Ignore the error if it's minor b) Ask the attorney to correct it c) Immediately notify all parties and prepare an errata sheet d) Rewrite the ent ire transcript 2. How many hours of continuing education are required for Texas court reporters every two years? a) 5 hours b) 10 hours c) 15 hours d) 20 hours 3. What is the maximum amount of time a court reporter's certification can be suspended in Texas? a) 3 months b) 6 months c) 12 months d) 24 months 4. How should a court reporter handle pressure from an attorney to alter the record? a) Make minor alterations if pressured b) Consult with the judge before making any changes c) Agree to alter the record but note it in the transcript d) Firmly refuse and exp lain their ethical duty 5. What is the ethical guideline for court reporters regarding gift acceptance? a) Accept gifts valued under $100 b) Accept gifts only from winning parties c) Refrain from accepting gifts from anyone involved in the case d) Accept gifts but report them to the court 6. How long must a Texas court reporter preserve notes of oral depositions? a) 1 year b) 3 years c) 5 years d) 7 years 7. What should a court reporter do if they suspect a conflict of interest in a case they've been assigned? a) Proceed with the case but be extra careful b) Only disclose if directly asked about conflicts c) Immediately disclose the conflict to all parties inv olved d) Recuse themselves without explanation 8. How should a court reporter maintain confidentiality? a) By only sharing information with close friends and family b) By posting general case information on social media c) By discussing cases only with other court reporters d) By not discussing case detai ls with anyone not involved 9. What is the primary ethical duty of a court reporter? a) To assist the attorneys in their case b) To interpret legal proceedings for the public c) To produce an accurate, complete, and unbiased record d) To expedite the legal process 10. How should a court reporter handle a request to go \"off the record\" during a deposition? a) Immediately stop recording b) Continue recording but mark it as confidential c) Ask the witness for permission d) Wait for agreement from all attorneys present Grammar & Vocabulary: 1. What is the correct plural form of \"subpoena\"? a) Subpoenas b) Subpoenae c) Subpoeni d) Subpoenases 2. Which of the following is the correct use of \"affect\" in a sentence? a) The new law will affect court procedures. b) The effect of the ruling was immediate. c) He affected a British accent. d) The side effects of the medication were severe. 3. How should numbers generally be written in legal documents? a) Numbers one through ten spelled out, 11 and above as numerals b) All numbers as numerals c) All numbers spelled out d) Only dates and times as numerals 4. Which of the following is the correct use of a semicolon? a) The plaintiff seeks damages; the defendant denies liability. b) The plaintiff seeks damages, the defendant denies liability. c) The plaintiff seeks damages: the defendant denies liability. d) The plaintiff seeks damages and the defendant denies liability. 5. What is the correct spelling of the medical term for inflammation of the eyelid? a) Blepharitis b) Blepheritis c) Blephiritis d) Blepharoitis 6. Which of the following is the correct use of \"further\" vs \"farther\"? a) We need to further investigate the case. b) The witness was further from the scene than initially reported. c) How much further do we need to drive? d) We can discuss this further at a later date. 7. What is the correct way to format a Latin phrase in legal writing? a) Italicize (e.g., de novo) b) Use quotation marks (e.g., \"de novo\") c) Capitalize (e.g., DE NOVO) d) No special formatting needed 8. Which of the following is the correct use of \"principle\" vs \"principal\"? a) The principle of due process is fundamental to our legal system. b) The principle amount of the loan was $50,000. c) He was the principle witness in the case. d) It's the principle of the thing that matters. 9. What is the correct spelling of the medical term for a swelling containing blood? a) Hematoma b) Hemotoma c) Haematoma d) Hemetoma 10. Which of the following is the correct use of hyphens in compound modifiers? a) A well-established precedent b) A well established precedent c) A wellestablished precedent d) A well established -precedent Transcription Standards: 1. How should a court reporter indicate that testimony was read back to the jury? a) (The following testimony was read back by the reporter:) b) [Read-back begins] c) --Testimony repeated -- d) /Read back to jury/ 2. What is the standard line and page format for a Texas court transcript? a) 25 numbered lines per page, 1.5 inch left margin, 1 inch other margins b) 30 numbered lines per page, 1 inch margins all around c) 24 numbered lines per page, 2 inch left margin, 1 inch other margins d) 28 numbered lines per page, 1.25 inch margins all around 3. How should a court reporter transcribe a non -verbal response like a nod? a) (The witness nods) b) Witness nodded affirmatively c) [Non-verbal response] d) /Nod/ 4. How should a court reporter indicate an off -the-record discussion in a transcript? a) (Discussion off the record) b) [Off record] c) --Pause in proceedings -- d) /Private discussion/ 5. How should quoted material within testimony be formatted? a) Enclosed in quotation marks b) Italicized c) Indented on both sides d) Underlined 6. What information must be included in a deposition transcript's certification page? a) Court reporter's name, certification number, statement of oath, date and place b) Only the court reporter's signature and date c) List of all parties present and their co ntact information d) Summary of the deposition content 7. How should a court reporter indicate that a witness has identified an exhibit? a) (Witness identifies Exhibit A) b) Witness points to Exhibit A c) [Exhibit A identified] d) /Exhibit A shown/ 8. What's the proper way to transcribe overlapping speech in a deposition? a) Use double dashes to show interruptions b) Use parentheses to indicate simultaneous speech c) Transcribe only the dominant speaker d) Use slashes to separate overlapping speech 9. How should a parenthetical note indicating an interpreter is being used be formatted? a) (The following proceedings were interpreted from Spanish to English) b) [Interpreter present] c) /Spanish interpretation/ d) --Interpreted testimony follows -- 10. What's the correct way to indicate a change in speakers in a transcript? a) Start a new line with the speaker's name followed by a colon b) Use quotation marks for each speaker c) Indent each time a new person speaks d) Use all caps for the speaker's name",
    "wrong_answers": [
      "Incorrect: b) Witness points to Exhibit A c) [Exhibit A identified] d) /Exhibit A shown/ 8. What's the proper way to transcribe overlapping speech in a deposition? a) Use double dashes to show interruptions b) Use parentheses to indicate simultaneous speech c) Transcribe only the dominant speaker d) Use slashes to separate overlapping speech 9. How should a parenthetical note indicating an interpreter is being used be formatted? a) (The following proceedings were interpreted from Spanish to English) b) [Interpreter present] c) /Spanish interpretation/ d) --Interpreted testimony follows -- 10. What's the correct way to indicate a change in speakers in a transcript? a) Start a new line with the speaker's name followed by a colon b) Use quotation marks for each speaker c) Indent each time a new person speaks d) Use all caps for the speaker's name Legal & Judicial Terminology: 1. What does \"nunc pro tunc\" mean in legal terms? a) Now for then b) Not for trial c) New procedure d) No prosecution 2. What is a \"writ of mandamus\"? a) An order from a higher court to review a lower court's decision b) A court order commanding a government official to perform a specific duty c) A request for a change of venue d) A motion to dismiss a case 3. What does \"res judicata\" refer to in legal proceedings? a) A matter that has been decided and cannot be litigated again b) A pending legal action c) A preliminary hearing d) A request for additional evidence 4. What is the purpose of \"voir dire\" in court proceedings? a) To present closing arguments b) To question potential jurors c) To cross -examine witnesses d) To file motions 5. What is a \"motion in limine\"? a) A request for a change of venue b) A pre-trial motion to exclude certain evidence c) A motion to dismiss the case d) A request for a continuance 6. What does \"de novo\" mean in legal context? a) From the beginning b) By the book c) Without prejudice d) For the record 7. What is an \"amicus curiae\" brief? a) A summary of the case prepared by the judge b) A document submitted by a \"friend of the court\" c) A witness statement d) A jury instruction 8. What does \"pro se\" mean in legal proceedings? a) For the state b) With prejudice c) Representing oneself d) By proxy 9. What is a \"writ of certiorari\"? a) A warrant for arrest b) A summons to appear in court c) An order from a higher court to review a lower court's decision d) A document certifying a court's decision 10. What does \"ex parte\" mean in legal context? a) From one side only b) Outside the court c) With extreme prejudice d) By mutual agreement Professional Standards & Ethics: 1. What should a court reporter do if they realize they've made a significant error in a certified transcript? a) Ignore the error if it's minor b) Ask the attorney to correct it c) Immediately notify all parties and prepare an errata sheet d) Rewrite the ent ire transcript 2. How should a court reporter handle a request to go \"off the record\" during a deposition? a) Immediately stop recording b) Continue recording but mark it as confidential c) Ask the witness for permission d) Wait for agreement from all attorneys present 3. What is the primary ethical duty of a court reporter? a) To assist the attorneys in their case b) To interpret legal proceedings for the public c) To produce an accurate, complete, and unbiased record d) To expedite the legal process 4. How should a court reporter maintain confidentiality? a) By only sharing information with close friends and family b) By posting general case information on social media c) By discussing cases only with other court reporters d) By not discussing case details with anyone not involved 5. What should a court reporter do if they suspect a conflict of interest in a case they've been assigned? a) Proceed with the case but be extra careful b) Only disclose if directly asked about conflicts c) Immediately disclose the conflict to all parties inv olved d) Recuse themselves without explanation 6. How many hours of continuing education are required for Texas court reporters every two years? a) 5 hours b) 10 hours c) 15 hours d) 20 hours 7. What is the maximum amount of time a court reporter's certification can be suspended in Texas? a) 3 months b) 6 months c) 12 months d) 24 months 8. How should a court reporter handle pressure from an attorney to alter the record? a) Make minor alterations if pressured b) Consult with the judge before making any changes c) Agree to alter the record but note it in the transcript d) Firmly refuse and exp lain their ethical duty 9. What is the ethical guideline for court reporters regarding gift acceptance? a) Accept gifts valued under $100 b) Accept gifts only from winning parties c) Refrain from accepting gifts from anyone involved in the case d) Accept gifts but report them to the court 10. How long must a Texas court reporter preserve notes of oral depositions? a) 1 year b) 3 years c) 5 years d) 7 years Legal & Judicial Terminology: 1. What does \"nunc pro tunc\" mean in legal terms? a) Now for then b) Not for trial c) New procedure d) No prosecution 2. What is a \"writ of mandamus\"? a) An order from a higher court to review a lower court's decision b) A court order commanding a government official to perform a specific duty c) A request for a change of venue d) A motion to dismiss a case 3. What does \"res judicata\" refer to in legal proceedings? a) A matter that has been decided and cannot be litigated again b) A pending legal action c) A preliminary hearing d) A request for additional evidence 4. What is the purpose of \"voir dire\" in court proceedings? a) To present closing arguments b) To question potential jurors c) To cross -examine witnesses d) To file motions 5. What is a \"motion in limine\"? a) A request for a change of venue b) A pre-trial motion to exclude certain evidence c) A motion to dismiss the case d) A request for a continuance 6. What does \"de novo\" mean in legal context? a) From the beginning b) By the book c) Without prejudice d) For the record 7. What is an \"amicus curiae\" brief? a) A summary of the case prepared by the judge b) A document submitted by a \"friend of the court\" c) A witness statement d) A jury instruction 8. What does \"pro se\" mean in legal proceedings? a) For the state b) With prejudice c) Representing oneself d) By proxy 9. What is a \"writ of certiorari\"? a) A warrant for arrest b) A summons to appear in court c) An order from a higher court to review a lower court's decision d) A document certifying a court's decision 10. What does \"ex parte\" mean in legal context? a) From one side only b) Outside the court c) With extreme prejudice d) By mutual agreement Professional Standards & Ethics: 1. What should a court reporter do if they realize they've made a significant error in a certified transcript? a) Ignore the error if it's minor b) Ask the attorney to correct it c) Immediately notify all parties and prepare an errata sheet d) Rewrite the ent ire transcript 2. How should a court reporter handle a request to go \"off the record\" during a deposition? a) Immediately stop recording b) Continue recording but mark it as confidential c) Ask the witness for permission d) Wait for agreement from all attorneys present 3. What is the primary ethical duty of a court reporter? a) To assist the attorneys in their case b) To interpret legal proceedings for the public c) To produce an accurate, complete, and unbiased record d) To expedite the legal process 4. How should a court reporter maintain confidentiality? a) By only sharing information with close friends and family b) By posting general case information on social media c) By discussing cases only with other court reporters d) By not discussing case detai ls with anyone not involved 5. What should a court reporter do if they suspect a conflict of interest in a case they've been assigned? a) Proceed with the case but be extra careful b) Only disclose if directly asked about conflicts c) Immediately disclose the conflict to all parties inv olved d) Recuse themselves without explanation 6. How many hours of continuing education are required for Texas court reporters every two years? a) 5 hours b) 10 hours c) 15 hours d) 20 hours 7. What is the maximum amount of time a court reporter's certification can be suspended in Texas? a) 3 months b) 6 months c) 12 months d) 24 months 8. How should a court reporter handle pressure from an attorney to alter the record? a) Make minor alterations if pressured b) Consult with the judge before making any changes c) Agree to alter the record but note it in the transcript d) Firmly refuse and exp lain their ethical duty 9. What is the ethical guideline for court reporters regarding gift acceptance? a) Accept gifts valued under $100 b) Accept gifts only from winning parties c) Refrain from accepting gifts from anyone involved in the case d) Accept gifts but report them to the court 10. How long must a Texas court reporter preserve notes of oral depositions? a) 1 year b) 3 years c) 5 years d) 7 years Legal & Judicial Terminology: 1. What does \"nunc pro tunc\" mean in legal terms? a) Now for then b) Not for trial c) New procedure d) No prosecution 2. What is a \"writ of mandamus\"? a) An order from a higher court to review a lower court's decision b) A court order commanding a government official to perform a specific duty c) A request for a change of venue d) A motion to dismiss a case 3. What does \"res judicata\" refer to in legal proceedings? a) A matter that has been decided and cannot be litigated again b) A pending legal action c) A preliminary hearing d) A request for additional evidence 4. What is the purpose of \"voir dire\" in court proceedings? a) To present closing arguments b) To question potential jurors c) To cross -examine witnesses d) To file motions 5. What is a \"motion in limine\"? a) A request for a change of venue b) A pre-trial motion to exclude certain evidence c) A motion to dismiss the case d) A request for a continuance 6. What does \"de novo\" mean in legal context? a) From the beginning b) By the book c) Without prejudice d) For the record 7. What is an \"amicus curiae\" brief? a) A summary of the case prepared by the judge b) A document submitted by a \"friend of the court\" c) A witness statement d) A jury instruction 8. What does \"pro se\" mean in legal proceedings? a) For the state b) With prejudice c) Representing oneself d) By proxy 9. What is a \"writ of certiorari\"? a) A warrant for arrest b) A summons to appear in court c) An order from a higher court to review a lower court's decision d) A document certifying a court's decision 10. What does \"ex parte\" mean in legal context? a) From one side only b) Outside the court c) With extreme prejudice d) By mutual agreement Professional Standards & Ethics: 1. What should a court reporter do if they realize they've made a significant error in a certified transcript? a) Ignore the error if it's minor b) Ask the attorney to correct it c) Immediately notify all parties and prepare an errata sheet d) Rewrite the ent ire transcript 2. How should a court reporter handle a request to go \"off the record\" during a deposition? a) Immediately stop recording b) Continue recording but mark it as confidential c) Ask the witness for permission d) Wait for agreement from all attorneys present 3. What is the primary ethical duty of a court reporter? a) To assist the attorneys in their case b) To interpret legal proceedings for the public c) To produce an accurate, complete, and unbiased record d) To expedite the legal process 4. How should a court reporter maintain confidentiality? a) By only sharing information with close friends and family b) By posting general case information on social media c) By discussing cases only with other court reporters d) By not discussing case detai ls with anyone not involved 5. What should a court reporter do if they suspect a conflict of interest in a case they've been assigned? a) Proceed with the case but be extra careful b) Only disclose if directly asked about conflicts c) Immediately disclose the conflict to all parties inv olved d) Recuse themselves without explanation 6. How many hours of continuing education are required for Texas court reporters every two years? a) 5 hours b) 10 hours c) 15 hours d) 20 hours 7. What is the maximum amount of time a court reporter's certification can be suspended in Texas? a) 3 months b) 6 months c) 12 months d) 24 months 8. How should a court reporter handle pressure from an attorney to alter the record? a) Make minor alterations if pressured b) Consult with the judge before making any changes c) Agree to alter the record but note it in the transcript d) Firmly refuse and exp lain their ethical duty 9. What is the ethical guideline for court reporters regarding gift acceptance? a) Accept gifts valued under $100 b) Accept gifts only from winning parties c) Refrain from accepting gifts from anyone involved in the case d) Accept gifts but report them to the court 10. How long must a Texas court reporter preserve notes of oral depositions? a) 1 year b) 3 years c) 5 years d) 7 years Grammar & Vocabulary: 1. What is the correct plural form of \"subpoena\"? a) Subpoenas b) Subpoenae c) Subpoeni d) Subpoenases 2. Which of the following is the correct use of \"affect\" in a sentence? a) The new law will affect court procedures. b) The effect of the ruling was immediate. c) He affected a British accent. d) The side effects of the medication were severe. 3. How should numbers generally be written in legal documents? a) Numbers one through ten spelled out, 11 and above as numerals b) All numbers as numerals c) All numbers spelled out d) Only dates and times as numerals 4. Which of the following is the correct use of a semicolon? a) The plaintiff seeks damages; the defendant denies liability. b) The plaintiff seeks damages, the defendant denies liability. c) The plaintiff seeks damages: the defendant denies liability. d) The plaintiff seeks damages and the defendant denies liability. 5. What is the correct spelling of the medical term for inflammation of the eyelid? a) Blepharitis b) Blepheritis c) Blephiritis d) Blepharoitis 6. Which of the following is the correct use of \"further\" vs \"farther\"? a) We need to further investigate the case. b) The witness was further from the scene than initially reported. c) How much further do we need to drive? d) We can discuss this further at a later date. 7. What is the correct way to format a Latin phrase in legal writing? a) Italicize (e.g., de novo) b) Use quotation marks (e.g., \"de novo\") c) Capitalize (e.g., DE NOVO) d) No special formatting needed 8. Which of the following is the correct use of \"principle\" vs \"principal\"? a) The principle of due process is fundamental to our legal system. b) The principle amount of the loan was $50,000. c) He was the principle witness in the case. d) It's the principle of the thing that matters. 9. What is the correct spelling of the medical term for a swelling containing blood? a) Hematoma b) Hemotoma c) Haematoma d) Hemetoma 10. Which of the following is the correct use of hyphens in compound modifiers? a) A well-established precedent b) A well established precedent c) A wellestablished precedent d) A well established -precedent Transcription Standards: 1. How should a court reporter indicate that testimony was read back to the jury? a) (The following testimony was read back by the reporter:) b) [Read-back begins] c) --Testimony repeated -- d) /Read back to jury/ 2. What is the standard line and page format for a Texas court transcript? a) 25 numbered lines per page, 1.5 inch left margin, 1 inch other margins b) 30 numbered lines per page, 1 inch margins all around c) 24 numbered lines per page, 2 inch left margin, 1 inch other margins d) 28 numbered lines per page, 1.25 inch margins all around 3. How should a court reporter transcribe a non -verbal response like a nod? a) (The witness nods) b) Witness nodded affirmatively c) [Non-verbal response] d) /Nod/ 4. How should a court reporter indicate an off -the-record discussion in a transcript? a) (Discussion off the record) b) [Off record] c) --Pause in proceedings -- d) /Private discussion/ 5. How should quoted material within testimony be formatted? a) Enclosed in quotation marks b) Italicized c) Indented on both sides d) Underlined 6. What information must be included in a deposition transcript's certification page? a) Court reporter's name, certification number, statement of oath, date and place b) Only the court reporter's signature and date c) List of all parties present and their co ntact information d) Summary of the deposition content 7. How should a court reporter indicate that a witness has identified an exhibit? a) (Witness identifies Exhibit A) b) Witness points to Exhibit A c) [Exhibit A identified] d) /Exhibit A shown/ 8. What's the proper way to transcribe overlapping speech in a deposition? a) Use double dashes to show interruptions b) Use parentheses to indicate simultaneous speech c) Transcribe only the dominant speaker d) Use slashes to separate overlapping speech 9. How should a parenthetical note indicating an interpreter is being used be formatted? a) (The following proceedings were interpreted from Spanish to English) b) [Interpreter present] c) /Spanish interpretation/ d) --Interpreted testimony follows -- 10. What's the correct way to indicate a change in speakers in a transcript? a) Start a new line with the speaker's name followed by a colon b) Use quotation marks for each speaker c) Indent each time a new person speaks d) Use all caps for the speaker's name Legal & Judicial Terminology: 1. What does \"res ipsa loquitur\" mean in legal terms? a) The thing speaks for itself b) Let the buyer beware c) Beyond a reasonable doubt d) At first glance 2. What is a \"writ of mandamus\"? a) An order to release a prisoner b) A command to a lower court or official to perform a specific duty c) A request for a new trial d) An order to stop proceedings 3. What does \"voir dire\" refer to in court proceedings? a) Closing arguments b) Jury selection process c) Witness testimony d) Judge's instructions 4. What is \"habeas corpus\" in legal terms? a) A type of criminal charge b) A writ ordering a person in custody to be brought before a court c) A plea bargain agreement d) A type of civil lawsuit 5. What does \"de novo\" mean in a legal context? a) From the beginning b) Without prejudice c) In good faith d) Beyond a reasonable doubt 6. What is an \"amicus curiae\" brief? a) A summary of the case by the judge b) A document submitted by a \"friend of the court\" c) A witness statement d) A jury instruction 7. What does \"pro se\" mean in legal proceedings? a) For the state b) With prejudice c) Representing oneself d) By proxy 8. What is a \"motion in limine\"? a) A request for a change of venue b) A pre-trial motion to exclude certain evidence c) A motion to dismiss the case d) A request for a continuance 9. What does \"nunc pro tunc\" mean? a) Now for then b) Not for trial c) New procedure d) No prosecution 10. What is \"stare decisis\" in legal context? a) A type of court order b) The principle of following precedent in legal decisions c) A method of jury selection d) A form of alternative dispute resolution Professional Standards & Ethics: 1. What should a court reporter do if they realize they've made a significant error in a certified transcript? a) Ignore the error if it's minor b) Ask the attorney to correct it c) Immediately notify all parties and prepare an errata sheet d) Rewrite the ent ire transcript 2. How many hours of continuing education are required for Texas court reporters every two years? a) 5 hours b) 10 hours c) 15 hours d) 20 hours 3. What is the maximum amount of time a court reporter's certification can be suspended in Texas? a) 3 months b) 6 months c) 12 months d) 24 months 4. How should a court reporter handle pressure from an attorney to alter the record? a) Make minor alterations if pressured b) Consult with the judge before making any changes c) Agree to alter the record but note it in the transcript d) Firmly refuse and exp lain their ethical duty 5. What is the ethical guideline for court reporters regarding gift acceptance? a) Accept gifts valued under $100 b) Accept gifts only from winning parties c) Refrain from accepting gifts from anyone involved in the case d) Accept gifts but report them to the court 6. How long must a Texas court reporter preserve notes of oral depositions? a) 1 year b) 3 years c) 5 years d) 7 years 7. What should a court reporter do if they suspect a conflict of interest in a case they've been assigned? a) Proceed with the case but be extra careful b) Only disclose if directly asked about conflicts c) Immediately disclose the conflict to all parties inv olved d) Recuse themselves without explanation 8. How should a court reporter maintain confidentiality? a) By only sharing information with close friends and family b) By posting general case information on social media c) By discussing cases only with other court reporters d) By not discussing case detai ls with anyone not involved 9. What is the primary ethical duty of a court reporter? a) To assist the attorneys in their case b) To interpret legal proceedings for the public c) To produce an accurate, complete, and unbiased record d) To expedite the legal process 10. How should a court reporter handle a request to go \"off the record\" during a deposition? a) Immediately stop recording b) Continue recording but mark it as confidential c) Ask the witness for permission d) Wait for agreement from all attorneys present Grammar & Vocabulary: 1. What is the correct plural form of \"subpoena\"? a) Subpoenas b) Subpoenae c) Subpoeni d) Subpoenases 2. Which of the following is the correct use of \"affect\" in a sentence? a) The new law will affect court procedures. b) The effect of the ruling was immediate. c) He affected a British accent. d) The side effects of the medication were severe. 3. How should numbers generally be written in legal documents? a) Numbers one through ten spelled out, 11 and above as numerals b) All numbers as numerals c) All numbers spelled out d) Only dates and times as numerals 4. Which of the following is the correct use of a semicolon? a) The plaintiff seeks damages; the defendant denies liability. b) The plaintiff seeks damages, the defendant denies liability. c) The plaintiff seeks damages: the defendant denies liability. d) The plaintiff seeks damages and the defendant denies liability. 5. What is the correct spelling of the medical term for inflammation of the eyelid? a) Blepharitis b) Blepheritis c) Blephiritis d) Blepharoitis 6. Which of the following is the correct use of \"further\" vs \"farther\"? a) We need to further investigate the case. b) The witness was further from the scene than initially reported. c) How much further do we need to drive? d) We can discuss this further at a later date. 7. What is the correct way to format a Latin phrase in legal writing? a) Italicize (e.g., de novo) b) Use quotation marks (e.g., \"de novo\") c) Capitalize (e.g., DE NOVO) d) No special formatting needed 8. Which of the following is the correct use of \"principle\" vs \"principal\"? a) The principle of due process is fundamental to our legal system. b) The principle amount of the loan was $50,000. c) He was the principle witness in the case. d) It's the principle of the thing that matters. 9. What is the correct spelling of the medical term for a swelling containing blood? a) Hematoma b) Hemotoma c) Haematoma d) Hemetoma 10. Which of the following is the correct use of hyphens in compound modifiers? a) A well-established precedent b) A well established precedent c) A wellestablished precedent d) A well established -precedent Transcription Standards: 1. How should a court reporter indicate that testimony was read back to the jury? a) (The following testimony was read back by the reporter:) b) [Read-back begins] c) --Testimony repeated -- d) /Read back to jury/ 2. What is the standard line and page format for a Texas court transcript? a) 25 numbered lines per page, 1.5 inch left margin, 1 inch other margins b) 30 numbered lines per page, 1 inch margins all around c) 24 numbered lines per page, 2 inch left margin, 1 inch other margins d) 28 numbered lines per page, 1.25 inch margins all around 3. How should a court reporter transcribe a non -verbal response like a nod? a) (The witness nods) b) Witness nodded affirmatively c) [Non-verbal response] d) /Nod/ 4. How should a court reporter indicate an off -the-record discussion in a transcript? a) (Discussion off the record) b) [Off record] c) --Pause in proceedings -- d) /Private discussion/ 5. How should quoted material within testimony be formatted? a) Enclosed in quotation marks b) Italicized c) Indented on both sides d) Underlined 6. What information must be included in a deposition transcript's certification page? a) Court reporter's name, certification number, statement of oath, date and place b) Only the court reporter's signature and date c) List of all parties present and their co ntact information d) Summary of the deposition content 7. How should a court reporter indicate that a witness has identified an exhibit? a) (Witness identifies Exhibit A) b) Witness points to Exhibit A c) [Exhibit A identified] d) /Exhibit A shown/ 8. What's the proper way to transcribe overlapping speech in a deposition? a) Use double dashes to show interruptions b) Use parentheses to indicate simultaneous speech c) Transcribe only the dominant speaker d) Use slashes to separate overlapping speech 9. How should a parenthetical note indicating an interpreter is being used be formatted? a) (The following proceedings were interpreted from Spanish to English) b) [Interpreter present] c) /Spanish interpretation/ d) --Interpreted testimony follows -- 10. What's the correct way to indicate a change in speakers in a transcript? a) Start a new line with the speaker's name followed by a colon b) Use quotation marks for each speaker c) Indent each time a new person speaks d) Use all caps for the speaker's name",
      "Not quite: b) Witness points to Exhibit A c) [Exhibit A identified] d) /Exhibit A shown/ 8. What's the proper way to transcribe overlapping speech in a deposition? a) Use double dashes to show interruptions b) Use parentheses to indicate simultaneous speech c) Transcribe only the dominant speaker d) Use slashes to separate overlapping speech 9. How should a parenthetical note indicating an interpreter is being used be formatted? a) (The following proceedings were interpreted from Spanish to English) b) [Interpreter present] c) /Spanish interpretation/ d) --Interpreted testimony follows -- 10. What's the correct way to indicate a change in speakers in a transcript? a) Start a new line with the speaker's name followed by a colon b) Use quotation marks for each speaker c) Indent each time a new person speaks d) Use all caps for the speaker's name Legal & Judicial Terminology: 1. What does \"nunc pro tunc\" mean in legal terms? a) Now for then b) Not for trial c) New procedure d) No prosecution 2. What is a \"writ of mandamus\"? a) An order from a higher court to review a lower court's decision b) A court order commanding a government official to perform a specific duty c) A request for a change of venue d) A motion to dismiss a case 3. What does \"res judicata\" refer to in legal proceedings? a) A matter that has been decided and cannot be litigated again b) A pending legal action c) A preliminary hearing d) A request for additional evidence 4. What is the purpose of \"voir dire\" in court proceedings? a) To present closing arguments b) To question potential jurors c) To cross -examine witnesses d) To file motions 5. What is a \"motion in limine\"? a) A request for a change of venue b) A pre-trial motion to exclude certain evidence c) A motion to dismiss the case d) A request for a continuance 6. What does \"de novo\" mean in legal context? a) From the beginning b) By the book c) Without prejudice d) For the record 7. What is an \"amicus curiae\" brief? a) A summary of the case prepared by the judge b) A document submitted by a \"friend of the court\" c) A witness statement d) A jury instruction 8. What does \"pro se\" mean in legal proceedings? a) For the state b) With prejudice c) Representing oneself d) By proxy 9. What is a \"writ of certiorari\"? a) A warrant for arrest b) A summons to appear in court c) An order from a higher court to review a lower court's decision d) A document certifying a court's decision 10. What does \"ex parte\" mean in legal context? a) From one side only b) Outside the court c) With extreme prejudice d) By mutual agreement Professional Standards & Ethics: 1. What should a court reporter do if they realize they've made a significant error in a certified transcript? a) Ignore the error if it's minor b) Ask the attorney to correct it c) Immediately notify all parties and prepare an errata sheet d) Rewrite the ent ire transcript 2. How should a court reporter handle a request to go \"off the record\" during a deposition? a) Immediately stop recording b) Continue recording but mark it as confidential c) Ask the witness for permission d) Wait for agreement from all attorneys present 3. What is the primary ethical duty of a court reporter? a) To assist the attorneys in their case b) To interpret legal proceedings for the public c) To produce an accurate, complete, and unbiased record d) To expedite the legal process 4. How should a court reporter maintain confidentiality? a) By only sharing information with close friends and family b) By posting general case information on social media c) By discussing cases only with other court reporters d) By not discussing case details with anyone not involved 5. What should a court reporter do if they suspect a conflict of interest in a case they've been assigned? a) Proceed with the case but be extra careful b) Only disclose if directly asked about conflicts c) Immediately disclose the conflict to all parties inv olved d) Recuse themselves without explanation 6. How many hours of continuing education are required for Texas court reporters every two years? a) 5 hours b) 10 hours c) 15 hours d) 20 hours 7. What is the maximum amount of time a court reporter's certification can be suspended in Texas? a) 3 months b) 6 months c) 12 months d) 24 months 8. How should a court reporter handle pressure from an attorney to alter the record? a) Make minor alterations if pressured b) Consult with the judge before making any changes c) Agree to alter the record but note it in the transcript d) Firmly refuse and exp lain their ethical duty 9. What is the ethical guideline for court reporters regarding gift acceptance? a) Accept gifts valued under $100 b) Accept gifts only from winning parties c) Refrain from accepting gifts from anyone involved in the case d) Accept gifts but report them to the court 10. How long must a Texas court reporter preserve notes of oral depositions? a) 1 year b) 3 years c) 5 years d) 7 years Legal & Judicial Terminology: 1. What does \"nunc pro tunc\" mean in legal terms? a) Now for then b) Not for trial c) New procedure d) No prosecution 2. What is a \"writ of mandamus\"? a) An order from a higher court to review a lower court's decision b) A court order commanding a government official to perform a specific duty c) A request for a change of venue d) A motion to dismiss a case 3. What does \"res judicata\" refer to in legal proceedings? a) A matter that has been decided and cannot be litigated again b) A pending legal action c) A preliminary hearing d) A request for additional evidence 4. What is the purpose of \"voir dire\" in court proceedings? a) To present closing arguments b) To question potential jurors c) To cross -examine witnesses d) To file motions 5. What is a \"motion in limine\"? a) A request for a change of venue b) A pre-trial motion to exclude certain evidence c) A motion to dismiss the case d) A request for a continuance 6. What does \"de novo\" mean in legal context? a) From the beginning b) By the book c) Without prejudice d) For the record 7. What is an \"amicus curiae\" brief? a) A summary of the case prepared by the judge b) A document submitted by a \"friend of the court\" c) A witness statement d) A jury instruction 8. What does \"pro se\" mean in legal proceedings? a) For the state b) With prejudice c) Representing oneself d) By proxy 9. What is a \"writ of certiorari\"? a) A warrant for arrest b) A summons to appear in court c) An order from a higher court to review a lower court's decision d) A document certifying a court's decision 10. What does \"ex parte\" mean in legal context? a) From one side only b) Outside the court c) With extreme prejudice d) By mutual agreement Professional Standards & Ethics: 1. What should a court reporter do if they realize they've made a significant error in a certified transcript? a) Ignore the error if it's minor b) Ask the attorney to correct it c) Immediately notify all parties and prepare an errata sheet d) Rewrite the ent ire transcript 2. How should a court reporter handle a request to go \"off the record\" during a deposition? a) Immediately stop recording b) Continue recording but mark it as confidential c) Ask the witness for permission d) Wait for agreement from all attorneys present 3. What is the primary ethical duty of a court reporter? a) To assist the attorneys in their case b) To interpret legal proceedings for the public c) To produce an accurate, complete, and unbiased record d) To expedite the legal process 4. How should a court reporter maintain confidentiality? a) By only sharing information with close friends and family b) By posting general case information on social media c) By discussing cases only with other court reporters d) By not discussing case detai ls with anyone not involved 5. What should a court reporter do if they suspect a conflict of interest in a case they've been assigned? a) Proceed with the case but be extra careful b) Only disclose if directly asked about conflicts c) Immediately disclose the conflict to all parties inv olved d) Recuse themselves without explanation 6. How many hours of continuing education are required for Texas court reporters every two years? a) 5 hours b) 10 hours c) 15 hours d) 20 hours 7. What is the maximum amount of time a court reporter's certification can be suspended in Texas? a) 3 months b) 6 months c) 12 months d) 24 months 8. How should a court reporter handle pressure from an attorney to alter the record? a) Make minor alterations if pressured b) Consult with the judge before making any changes c) Agree to alter the record but note it in the transcript d) Firmly refuse and exp lain their ethical duty 9. What is the ethical guideline for court reporters regarding gift acceptance? a) Accept gifts valued under $100 b) Accept gifts only from winning parties c) Refrain from accepting gifts from anyone involved in the case d) Accept gifts but report them to the court 10. How long must a Texas court reporter preserve notes of oral depositions? a) 1 year b) 3 years c) 5 years d) 7 years Legal & Judicial Terminology: 1. What does \"nunc pro tunc\" mean in legal terms? a) Now for then b) Not for trial c) New procedure d) No prosecution 2. What is a \"writ of mandamus\"? a) An order from a higher court to review a lower court's decision b) A court order commanding a government official to perform a specific duty c) A request for a change of venue d) A motion to dismiss a case 3. What does \"res judicata\" refer to in legal proceedings? a) A matter that has been decided and cannot be litigated again b) A pending legal action c) A preliminary hearing d) A request for additional evidence 4. What is the purpose of \"voir dire\" in court proceedings? a) To present closing arguments b) To question potential jurors c) To cross -examine witnesses d) To file motions 5. What is a \"motion in limine\"? a) A request for a change of venue b) A pre-trial motion to exclude certain evidence c) A motion to dismiss the case d) A request for a continuance 6. What does \"de novo\" mean in legal context? a) From the beginning b) By the book c) Without prejudice d) For the record 7. What is an \"amicus curiae\" brief? a) A summary of the case prepared by the judge b) A document submitted by a \"friend of the court\" c) A witness statement d) A jury instruction 8. What does \"pro se\" mean in legal proceedings? a) For the state b) With prejudice c) Representing oneself d) By proxy 9. What is a \"writ of certiorari\"? a) A warrant for arrest b) A summons to appear in court c) An order from a higher court to review a lower court's decision d) A document certifying a court's decision 10. What does \"ex parte\" mean in legal context? a) From one side only b) Outside the court c) With extreme prejudice d) By mutual agreement Professional Standards & Ethics: 1. What should a court reporter do if they realize they've made a significant error in a certified transcript? a) Ignore the error if it's minor b) Ask the attorney to correct it c) Immediately notify all parties and prepare an errata sheet d) Rewrite the ent ire transcript 2. How should a court reporter handle a request to go \"off the record\" during a deposition? a) Immediately stop recording b) Continue recording but mark it as confidential c) Ask the witness for permission d) Wait for agreement from all attorneys present 3. What is the primary ethical duty of a court reporter? a) To assist the attorneys in their case b) To interpret legal proceedings for the public c) To produce an accurate, complete, and unbiased record d) To expedite the legal process 4. How should a court reporter maintain confidentiality? a) By only sharing information with close friends and family b) By posting general case information on social media c) By discussing cases only with other court reporters d) By not discussing case detai ls with anyone not involved 5. What should a court reporter do if they suspect a conflict of interest in a case they've been assigned? a) Proceed with the case but be extra careful b) Only disclose if directly asked about conflicts c) Immediately disclose the conflict to all parties inv olved d) Recuse themselves without explanation 6. How many hours of continuing education are required for Texas court reporters every two years? a) 5 hours b) 10 hours c) 15 hours d) 20 hours 7. What is the maximum amount of time a court reporter's certification can be suspended in Texas? a) 3 months b) 6 months c) 12 months d) 24 months 8. How should a court reporter handle pressure from an attorney to alter the record? a) Make minor alterations if pressured b) Consult with the judge before making any changes c) Agree to alter the record but note it in the transcript d) Firmly refuse and exp lain their ethical duty 9. What is the ethical guideline for court reporters regarding gift acceptance? a) Accept gifts valued under $100 b) Accept gifts only from winning parties c) Refrain from accepting gifts from anyone involved in the case d) Accept gifts but report them to the court 10. How long must a Texas court reporter preserve notes of oral depositions? a) 1 year b) 3 years c) 5 years d) 7 years Grammar & Vocabulary: 1. What is the correct plural form of \"subpoena\"? a) Subpoenas b) Subpoenae c) Subpoeni d) Subpoenases 2. Which of the following is the correct use of \"affect\" in a sentence? a) The new law will affect court procedures. b) The effect of the ruling was immediate. c) He affected a British accent. d) The side effects of the medication were severe. 3. How should numbers generally be written in legal documents? a) Numbers one through ten spelled out, 11 and above as numerals b) All numbers as numerals c) All numbers spelled out d) Only dates and times as numerals 4. Which of the following is the correct use of a semicolon? a) The plaintiff seeks damages; the defendant denies liability. b) The plaintiff seeks damages, the defendant denies liability. c) The plaintiff seeks damages: the defendant denies liability. d) The plaintiff seeks damages and the defendant denies liability. 5. What is the correct spelling of the medical term for inflammation of the eyelid? a) Blepharitis b) Blepheritis c) Blephiritis d) Blepharoitis 6. Which of the following is the correct use of \"further\" vs \"farther\"? a) We need to further investigate the case. b) The witness was further from the scene than initially reported. c) How much further do we need to drive? d) We can discuss this further at a later date. 7. What is the correct way to format a Latin phrase in legal writing? a) Italicize (e.g., de novo) b) Use quotation marks (e.g., \"de novo\") c) Capitalize (e.g., DE NOVO) d) No special formatting needed 8. Which of the following is the correct use of \"principle\" vs \"principal\"? a) The principle of due process is fundamental to our legal system. b) The principle amount of the loan was $50,000. c) He was the principle witness in the case. d) It's the principle of the thing that matters. 9. What is the correct spelling of the medical term for a swelling containing blood? a) Hematoma b) Hemotoma c) Haematoma d) Hemetoma 10. Which of the following is the correct use of hyphens in compound modifiers? a) A well-established precedent b) A well established precedent c) A wellestablished precedent d) A well established -precedent Transcription Standards: 1. How should a court reporter indicate that testimony was read back to the jury? a) (The following testimony was read back by the reporter:) b) [Read-back begins] c) --Testimony repeated -- d) /Read back to jury/ 2. What is the standard line and page format for a Texas court transcript? a) 25 numbered lines per page, 1.5 inch left margin, 1 inch other margins b) 30 numbered lines per page, 1 inch margins all around c) 24 numbered lines per page, 2 inch left margin, 1 inch other margins d) 28 numbered lines per page, 1.25 inch margins all around 3. How should a court reporter transcribe a non -verbal response like a nod? a) (The witness nods) b) Witness nodded affirmatively c) [Non-verbal response] d) /Nod/ 4. How should a court reporter indicate an off -the-record discussion in a transcript? a) (Discussion off the record) b) [Off record] c) --Pause in proceedings -- d) /Private discussion/ 5. How should quoted material within testimony be formatted? a) Enclosed in quotation marks b) Italicized c) Indented on both sides d) Underlined 6. What information must be included in a deposition transcript's certification page? a) Court reporter's name, certification number, statement of oath, date and place b) Only the court reporter's signature and date c) List of all parties present and their co ntact information d) Summary of the deposition content 7. How should a court reporter indicate that a witness has identified an exhibit? a) (Witness identifies Exhibit A) b) Witness points to Exhibit A c) [Exhibit A identified] d) /Exhibit A shown/ 8. What's the proper way to transcribe overlapping speech in a deposition? a) Use double dashes to show interruptions b) Use parentheses to indicate simultaneous speech c) Transcribe only the dominant speaker d) Use slashes to separate overlapping speech 9. How should a parenthetical note indicating an interpreter is being used be formatted? a) (The following proceedings were interpreted from Spanish to English) b) [Interpreter present] c) /Spanish interpretation/ d) --Interpreted testimony follows -- 10. What's the correct way to indicate a change in speakers in a transcript? a) Start a new line with the speaker's name followed by a colon b) Use quotation marks for each speaker c) Indent each time a new person speaks d) Use all caps for the speaker's name Legal & Judicial Terminology: 1. What does \"res ipsa loquitur\" mean in legal terms? a) The thing speaks for itself b) Let the buyer beware c) Beyond a reasonable doubt d) At first glance 2. What is a \"writ of mandamus\"? a) An order to release a prisoner b) A command to a lower court or official to perform a specific duty c) A request for a new trial d) An order to stop proceedings 3. What does \"voir dire\" refer to in court proceedings? a) Closing arguments b) Jury selection process c) Witness testimony d) Judge's instructions 4. What is \"habeas corpus\" in legal terms? a) A type of criminal charge b) A writ ordering a person in custody to be brought before a court c) A plea bargain agreement d) A type of civil lawsuit 5. What does \"de novo\" mean in a legal context? a) From the beginning b) Without prejudice c) In good faith d) Beyond a reasonable doubt 6. What is an \"amicus curiae\" brief? a) A summary of the case by the judge b) A document submitted by a \"friend of the court\" c) A witness statement d) A jury instruction 7. What does \"pro se\" mean in legal proceedings? a) For the state b) With prejudice c) Representing oneself d) By proxy 8. What is a \"motion in limine\"? a) A request for a change of venue b) A pre-trial motion to exclude certain evidence c) A motion to dismiss the case d) A request for a continuance 9. What does \"nunc pro tunc\" mean? a) Now for then b) Not for trial c) New procedure d) No prosecution 10. What is \"stare decisis\" in legal context? a) A type of court order b) The principle of following precedent in legal decisions c) A method of jury selection d) A form of alternative dispute resolution Professional Standards & Ethics: 1. What should a court reporter do if they realize they've made a significant error in a certified transcript? a) Ignore the error if it's minor b) Ask the attorney to correct it c) Immediately notify all parties and prepare an errata sheet d) Rewrite the ent ire transcript 2. How many hours of continuing education are required for Texas court reporters every two years? a) 5 hours b) 10 hours c) 15 hours d) 20 hours 3. What is the maximum amount of time a court reporter's certification can be suspended in Texas? a) 3 months b) 6 months c) 12 months d) 24 months 4. How should a court reporter handle pressure from an attorney to alter the record? a) Make minor alterations if pressured b) Consult with the judge before making any changes c) Agree to alter the record but note it in the transcript d) Firmly refuse and exp lain their ethical duty 5. What is the ethical guideline for court reporters regarding gift acceptance? a) Accept gifts valued under $100 b) Accept gifts only from winning parties c) Refrain from accepting gifts from anyone involved in the case d) Accept gifts but report them to the court 6. How long must a Texas court reporter preserve notes of oral depositions? a) 1 year b) 3 years c) 5 years d) 7 years 7. What should a court reporter do if they suspect a conflict of interest in a case they've been assigned? a) Proceed with the case but be extra careful b) Only disclose if directly asked about conflicts c) Immediately disclose the conflict to all parties inv olved d) Recuse themselves without explanation 8. How should a court reporter maintain confidentiality? a) By only sharing information with close friends and family b) By posting general case information on social media c) By discussing cases only with other court reporters d) By not discussing case detai ls with anyone not involved 9. What is the primary ethical duty of a court reporter? a) To assist the attorneys in their case b) To interpret legal proceedings for the public c) To produce an accurate, complete, and unbiased record d) To expedite the legal process 10. How should a court reporter handle a request to go \"off the record\" during a deposition? a) Immediately stop recording b) Continue recording but mark it as confidential c) Ask the witness for permission d) Wait for agreement from all attorneys present Grammar & Vocabulary: 1. What is the correct plural form of \"subpoena\"? a) Subpoenas b) Subpoenae c) Subpoeni d) Subpoenases 2. Which of the following is the correct use of \"affect\" in a sentence? a) The new law will affect court procedures. b) The effect of the ruling was immediate. c) He affected a British accent. d) The side effects of the medication were severe. 3. How should numbers generally be written in legal documents? a) Numbers one through ten spelled out, 11 and above as numerals b) All numbers as numerals c) All numbers spelled out d) Only dates and times as numerals 4. Which of the following is the correct use of a semicolon? a) The plaintiff seeks damages; the defendant denies liability. b) The plaintiff seeks damages, the defendant denies liability. c) The plaintiff seeks damages: the defendant denies liability. d) The plaintiff seeks damages and the defendant denies liability. 5. What is the correct spelling of the medical term for inflammation of the eyelid? a) Blepharitis b) Blepheritis c) Blephiritis d) Blepharoitis 6. Which of the following is the correct use of \"further\" vs \"farther\"? a) We need to further investigate the case. b) The witness was further from the scene than initially reported. c) How much further do we need to drive? d) We can discuss this further at a later date. 7. What is the correct way to format a Latin phrase in legal writing? a) Italicize (e.g., de novo) b) Use quotation marks (e.g., \"de novo\") c) Capitalize (e.g., DE NOVO) d) No special formatting needed 8. Which of the following is the correct use of \"principle\" vs \"principal\"? a) The principle of due process is fundamental to our legal system. b) The principle amount of the loan was $50,000. c) He was the principle witness in the case. d) It's the principle of the thing that matters. 9. What is the correct spelling of the medical term for a swelling containing blood? a) Hematoma b) Hemotoma c) Haematoma d) Hemetoma 10. Which of the following is the correct use of hyphens in compound modifiers? a) A well-established precedent b) A well established precedent c) A wellestablished precedent d) A well established -precedent Transcription Standards: 1. How should a court reporter indicate that testimony was read back to the jury? a) (The following testimony was read back by the reporter:) b) [Read-back begins] c) --Testimony repeated -- d) /Read back to jury/ 2. What is the standard line and page format for a Texas court transcript? a) 25 numbered lines per page, 1.5 inch left margin, 1 inch other margins b) 30 numbered lines per page, 1 inch margins all around c) 24 numbered lines per page, 2 inch left margin, 1 inch other margins d) 28 numbered lines per page, 1.25 inch margins all around 3. How should a court reporter transcribe a non -verbal response like a nod? a) (The witness nods) b) Witness nodded affirmatively c) [Non-verbal response] d) /Nod/ 4. How should a court reporter indicate an off -the-record discussion in a transcript? a) (Discussion off the record) b) [Off record] c) --Pause in proceedings -- d) /Private discussion/ 5. How should quoted material within testimony be formatted? a) Enclosed in quotation marks b) Italicized c) Indented on both sides d) Underlined 6. What information must be included in a deposition transcript's certification page? a) Court reporter's name, certification number, statement of oath, date and place b) Only the court reporter's signature and date c) List of all parties present and their co ntact information d) Summary of the deposition content 7. How should a court reporter indicate that a witness has identified an exhibit? a) (Witness identifies Exhibit A) b) Witness points to Exhibit A c) [Exhibit A identified] d) /Exhibit A shown/ 8. What's the proper way to transcribe overlapping speech in a deposition? a) Use double dashes to show interruptions b) Use parentheses to indicate simultaneous speech c) Transcribe only the dominant speaker d) Use slashes to separate overlapping speech 9. How should a parenthetical note indicating an interpreter is being used be formatted? a) (The following proceedings were interpreted from Spanish to English) b) [Interpreter present] c) /Spanish interpretation/ d) --Interpreted testimony follows -- 10. What's the correct way to indicate a change in speakers in a transcript? a) Start a new line with the speaker's name followed by a colon b) Use quotation marks for each speaker c) Indent each time a new person speaks d) Use all caps for the speaker's name",
      "Wrong: b) Witness points to Exhibit A c) [Exhibit A identified] d) /Exhibit A shown/ 8. What's the proper way to transcribe overlapping speech in a deposition? a) Use double dashes to show interruptions b) Use parentheses to indicate simultaneous speech c) Transcribe only the dominant speaker d) Use slashes to separate overlapping speech 9. How should a parenthetical note indicating an interpreter is being used be formatted? a) (The following proceedings were interpreted from Spanish to English) b) [Interpreter present] c) /Spanish interpretation/ d) --Interpreted testimony follows -- 10. What's the correct way to indicate a change in speakers in a transcript? a) Start a new line with the speaker's name followed by a colon b) Use quotation marks for each speaker c) Indent each time a new person speaks d) Use all caps for the speaker's name Legal & Judicial Terminology: 1. What does \"nunc pro tunc\" mean in legal terms? a) Now for then b) Not for trial c) New procedure d) No prosecution 2. What is a \"writ of mandamus\"? a) An order from a higher court to review a lower court's decision b) A court order commanding a government official to perform a specific duty c) A request for a change of venue d) A motion to dismiss a case 3. What does \"res judicata\" refer to in legal proceedings? a) A matter that has been decided and cannot be litigated again b) A pending legal action c) A preliminary hearing d) A request for additional evidence 4. What is the purpose of \"voir dire\" in court proceedings? a) To present closing arguments b) To question potential jurors c) To cross -examine witnesses d) To file motions 5. What is a \"motion in limine\"? a) A request for a change of venue b) A pre-trial motion to exclude certain evidence c) A motion to dismiss the case d) A request for a continuance 6. What does \"de novo\" mean in legal context? a) From the beginning b) By the book c) Without prejudice d) For the record 7. What is an \"amicus curiae\" brief? a) A summary of the case prepared by the judge b) A document submitted by a \"friend of the court\" c) A witness statement d) A jury instruction 8. What does \"pro se\" mean in legal proceedings? a) For the state b) With prejudice c) Representing oneself d) By proxy 9. What is a \"writ of certiorari\"? a) A warrant for arrest b) A summons to appear in court c) An order from a higher court to review a lower court's decision d) A document certifying a court's decision 10. What does \"ex parte\" mean in legal context? a) From one side only b) Outside the court c) With extreme prejudice d) By mutual agreement Professional Standards & Ethics: 1. What should a court reporter do if they realize they've made a significant error in a certified transcript? a) Ignore the error if it's minor b) Ask the attorney to correct it c) Immediately notify all parties and prepare an errata sheet d) Rewrite the ent ire transcript 2. How should a court reporter handle a request to go \"off the record\" during a deposition? a) Immediately stop recording b) Continue recording but mark it as confidential c) Ask the witness for permission d) Wait for agreement from all attorneys present 3. What is the primary ethical duty of a court reporter? a) To assist the attorneys in their case b) To interpret legal proceedings for the public c) To produce an accurate, complete, and unbiased record d) To expedite the legal process 4. How should a court reporter maintain confidentiality? a) By only sharing information with close friends and family b) By posting general case information on social media c) By discussing cases only with other court reporters d) By not discussing case details with anyone not involved 5. What should a court reporter do if they suspect a conflict of interest in a case they've been assigned? a) Proceed with the case but be extra careful b) Only disclose if directly asked about conflicts c) Immediately disclose the conflict to all parties inv olved d) Recuse themselves without explanation 6. How many hours of continuing education are required for Texas court reporters every two years? a) 5 hours b) 10 hours c) 15 hours d) 20 hours 7. What is the maximum amount of time a court reporter's certification can be suspended in Texas? a) 3 months b) 6 months c) 12 months d) 24 months 8. How should a court reporter handle pressure from an attorney to alter the record? a) Make minor alterations if pressured b) Consult with the judge before making any changes c) Agree to alter the record but note it in the transcript d) Firmly refuse and exp lain their ethical duty 9. What is the ethical guideline for court reporters regarding gift acceptance? a) Accept gifts valued under $100 b) Accept gifts only from winning parties c) Refrain from accepting gifts from anyone involved in the case d) Accept gifts but report them to the court 10. How long must a Texas court reporter preserve notes of oral depositions? a) 1 year b) 3 years c) 5 years d) 7 years Legal & Judicial Terminology: 1. What does \"nunc pro tunc\" mean in legal terms? a) Now for then b) Not for trial c) New procedure d) No prosecution 2. What is a \"writ of mandamus\"? a) An order from a higher court to review a lower court's decision b) A court order commanding a government official to perform a specific duty c) A request for a change of venue d) A motion to dismiss a case 3. What does \"res judicata\" refer to in legal proceedings? a) A matter that has been decided and cannot be litigated again b) A pending legal action c) A preliminary hearing d) A request for additional evidence 4. What is the purpose of \"voir dire\" in court proceedings? a) To present closing arguments b) To question potential jurors c) To cross -examine witnesses d) To file motions 5. What is a \"motion in limine\"? a) A request for a change of venue b) A pre-trial motion to exclude certain evidence c) A motion to dismiss the case d) A request for a continuance 6. What does \"de novo\" mean in legal context? a) From the beginning b) By the book c) Without prejudice d) For the record 7. What is an \"amicus curiae\" brief? a) A summary of the case prepared by the judge b) A document submitted by a \"friend of the court\" c) A witness statement d) A jury instruction 8. What does \"pro se\" mean in legal proceedings? a) For the state b) With prejudice c) Representing oneself d) By proxy 9. What is a \"writ of certiorari\"? a) A warrant for arrest b) A summons to appear in court c) An order from a higher court to review a lower court's decision d) A document certifying a court's decision 10. What does \"ex parte\" mean in legal context? a) From one side only b) Outside the court c) With extreme prejudice d) By mutual agreement Professional Standards & Ethics: 1. What should a court reporter do if they realize they've made a significant error in a certified transcript? a) Ignore the error if it's minor b) Ask the attorney to correct it c) Immediately notify all parties and prepare an errata sheet d) Rewrite the ent ire transcript 2. How should a court reporter handle a request to go \"off the record\" during a deposition? a) Immediately stop recording b) Continue recording but mark it as confidential c) Ask the witness for permission d) Wait for agreement from all attorneys present 3. What is the primary ethical duty of a court reporter? a) To assist the attorneys in their case b) To interpret legal proceedings for the public c) To produce an accurate, complete, and unbiased record d) To expedite the legal process 4. How should a court reporter maintain confidentiality? a) By only sharing information with close friends and family b) By posting general case information on social media c) By discussing cases only with other court reporters d) By not discussing case detai ls with anyone not involved 5. What should a court reporter do if they suspect a conflict of interest in a case they've been assigned? a) Proceed with the case but be extra careful b) Only disclose if directly asked about conflicts c) Immediately disclose the conflict to all parties inv olved d) Recuse themselves without explanation 6. How many hours of continuing education are required for Texas court reporters every two years? a) 5 hours b) 10 hours c) 15 hours d) 20 hours 7. What is the maximum amount of time a court reporter's certification can be suspended in Texas? a) 3 months b) 6 months c) 12 months d) 24 months 8. How should a court reporter handle pressure from an attorney to alter the record? a) Make minor alterations if pressured b) Consult with the judge before making any changes c) Agree to alter the record but note it in the transcript d) Firmly refuse and exp lain their ethical duty 9. What is the ethical guideline for court reporters regarding gift acceptance? a) Accept gifts valued under $100 b) Accept gifts only from winning parties c) Refrain from accepting gifts from anyone involved in the case d) Accept gifts but report them to the court 10. How long must a Texas court reporter preserve notes of oral depositions? a) 1 year b) 3 years c) 5 years d) 7 years Legal & Judicial Terminology: 1. What does \"nunc pro tunc\" mean in legal terms? a) Now for then b) Not for trial c) New procedure d) No prosecution 2. What is a \"writ of mandamus\"? a) An order from a higher court to review a lower court's decision b) A court order commanding a government official to perform a specific duty c) A request for a change of venue d) A motion to dismiss a case 3. What does \"res judicata\" refer to in legal proceedings? a) A matter that has been decided and cannot be litigated again b) A pending legal action c) A preliminary hearing d) A request for additional evidence 4. What is the purpose of \"voir dire\" in court proceedings? a) To present closing arguments b) To question potential jurors c) To cross -examine witnesses d) To file motions 5. What is a \"motion in limine\"? a) A request for a change of venue b) A pre-trial motion to exclude certain evidence c) A motion to dismiss the case d) A request for a continuance 6. What does \"de novo\" mean in legal context? a) From the beginning b) By the book c) Without prejudice d) For the record 7. What is an \"amicus curiae\" brief? a) A summary of the case prepared by the judge b) A document submitted by a \"friend of the court\" c) A witness statement d) A jury instruction 8. What does \"pro se\" mean in legal proceedings? a) For the state b) With prejudice c) Representing oneself d) By proxy 9. What is a \"writ of certiorari\"? a) A warrant for arrest b) A summons to appear in court c) An order from a higher court to review a lower court's decision d) A document certifying a court's decision 10. What does \"ex parte\" mean in legal context? a) From one side only b) Outside the court c) With extreme prejudice d) By mutual agreement Professional Standards & Ethics: 1. What should a court reporter do if they realize they've made a significant error in a certified transcript? a) Ignore the error if it's minor b) Ask the attorney to correct it c) Immediately notify all parties and prepare an errata sheet d) Rewrite the ent ire transcript 2. How should a court reporter handle a request to go \"off the record\" during a deposition? a) Immediately stop recording b) Continue recording but mark it as confidential c) Ask the witness for permission d) Wait for agreement from all attorneys present 3. What is the primary ethical duty of a court reporter? a) To assist the attorneys in their case b) To interpret legal proceedings for the public c) To produce an accurate, complete, and unbiased record d) To expedite the legal process 4. How should a court reporter maintain confidentiality? a) By only sharing information with close friends and family b) By posting general case information on social media c) By discussing cases only with other court reporters d) By not discussing case detai ls with anyone not involved 5. What should a court reporter do if they suspect a conflict of interest in a case they've been assigned? a) Proceed with the case but be extra careful b) Only disclose if directly asked about conflicts c) Immediately disclose the conflict to all parties inv olved d) Recuse themselves without explanation 6. How many hours of continuing education are required for Texas court reporters every two years? a) 5 hours b) 10 hours c) 15 hours d) 20 hours 7. What is the maximum amount of time a court reporter's certification can be suspended in Texas? a) 3 months b) 6 months c) 12 months d) 24 months 8. How should a court reporter handle pressure from an attorney to alter the record? a) Make minor alterations if pressured b) Consult with the judge before making any changes c) Agree to alter the record but note it in the transcript d) Firmly refuse and exp lain their ethical duty 9. What is the ethical guideline for court reporters regarding gift acceptance? a) Accept gifts valued under $100 b) Accept gifts only from winning parties c) Refrain from accepting gifts from anyone involved in the case d) Accept gifts but report them to the court 10. How long must a Texas court reporter preserve notes of oral depositions? a) 1 year b) 3 years c) 5 years d) 7 years Grammar & Vocabulary: 1. What is the correct plural form of \"subpoena\"? a) Subpoenas b) Subpoenae c) Subpoeni d) Subpoenases 2. Which of the following is the correct use of \"affect\" in a sentence? a) The new law will affect court procedures. b) The effect of the ruling was immediate. c) He affected a British accent. d) The side effects of the medication were severe. 3. How should numbers generally be written in legal documents? a) Numbers one through ten spelled out, 11 and above as numerals b) All numbers as numerals c) All numbers spelled out d) Only dates and times as numerals 4. Which of the following is the correct use of a semicolon? a) The plaintiff seeks damages; the defendant denies liability. b) The plaintiff seeks damages, the defendant denies liability. c) The plaintiff seeks damages: the defendant denies liability. d) The plaintiff seeks damages and the defendant denies liability. 5. What is the correct spelling of the medical term for inflammation of the eyelid? a) Blepharitis b) Blepheritis c) Blephiritis d) Blepharoitis 6. Which of the following is the correct use of \"further\" vs \"farther\"? a) We need to further investigate the case. b) The witness was further from the scene than initially reported. c) How much further do we need to drive? d) We can discuss this further at a later date. 7. What is the correct way to format a Latin phrase in legal writing? a) Italicize (e.g., de novo) b) Use quotation marks (e.g., \"de novo\") c) Capitalize (e.g., DE NOVO) d) No special formatting needed 8. Which of the following is the correct use of \"principle\" vs \"principal\"? a) The principle of due process is fundamental to our legal system. b) The principle amount of the loan was $50,000. c) He was the principle witness in the case. d) It's the principle of the thing that matters. 9. What is the correct spelling of the medical term for a swelling containing blood? a) Hematoma b) Hemotoma c) Haematoma d) Hemetoma 10. Which of the following is the correct use of hyphens in compound modifiers? a) A well-established precedent b) A well established precedent c) A wellestablished precedent d) A well established -precedent Transcription Standards: 1. How should a court reporter indicate that testimony was read back to the jury? a) (The following testimony was read back by the reporter:) b) [Read-back begins] c) --Testimony repeated -- d) /Read back to jury/ 2. What is the standard line and page format for a Texas court transcript? a) 25 numbered lines per page, 1.5 inch left margin, 1 inch other margins b) 30 numbered lines per page, 1 inch margins all around c) 24 numbered lines per page, 2 inch left margin, 1 inch other margins d) 28 numbered lines per page, 1.25 inch margins all around 3. How should a court reporter transcribe a non -verbal response like a nod? a) (The witness nods) b) Witness nodded affirmatively c) [Non-verbal response] d) /Nod/ 4. How should a court reporter indicate an off -the-record discussion in a transcript? a) (Discussion off the record) b) [Off record] c) --Pause in proceedings -- d) /Private discussion/ 5. How should quoted material within testimony be formatted? a) Enclosed in quotation marks b) Italicized c) Indented on both sides d) Underlined 6. What information must be included in a deposition transcript's certification page? a) Court reporter's name, certification number, statement of oath, date and place b) Only the court reporter's signature and date c) List of all parties present and their co ntact information d) Summary of the deposition content 7. How should a court reporter indicate that a witness has identified an exhibit? a) (Witness identifies Exhibit A) b) Witness points to Exhibit A c) [Exhibit A identified] d) /Exhibit A shown/ 8. What's the proper way to transcribe overlapping speech in a deposition? a) Use double dashes to show interruptions b) Use parentheses to indicate simultaneous speech c) Transcribe only the dominant speaker d) Use slashes to separate overlapping speech 9. How should a parenthetical note indicating an interpreter is being used be formatted? a) (The following proceedings were interpreted from Spanish to English) b) [Interpreter present] c) /Spanish interpretation/ d) --Interpreted testimony follows -- 10. What's the correct way to indicate a change in speakers in a transcript? a) Start a new line with the speaker's name followed by a colon b) Use quotation marks for each speaker c) Indent each time a new person speaks d) Use all caps for the speaker's name Legal & Judicial Terminology: 1. What does \"res ipsa loquitur\" mean in legal terms? a) The thing speaks for itself b) Let the buyer beware c) Beyond a reasonable doubt d) At first glance 2. What is a \"writ of mandamus\"? a) An order to release a prisoner b) A command to a lower court or official to perform a specific duty c) A request for a new trial d) An order to stop proceedings 3. What does \"voir dire\" refer to in court proceedings? a) Closing arguments b) Jury selection process c) Witness testimony d) Judge's instructions 4. What is \"habeas corpus\" in legal terms? a) A type of criminal charge b) A writ ordering a person in custody to be brought before a court c) A plea bargain agreement d) A type of civil lawsuit 5. What does \"de novo\" mean in a legal context? a) From the beginning b) Without prejudice c) In good faith d) Beyond a reasonable doubt 6. What is an \"amicus curiae\" brief? a) A summary of the case by the judge b) A document submitted by a \"friend of the court\" c) A witness statement d) A jury instruction 7. What does \"pro se\" mean in legal proceedings? a) For the state b) With prejudice c) Representing oneself d) By proxy 8. What is a \"motion in limine\"? a) A request for a change of venue b) A pre-trial motion to exclude certain evidence c) A motion to dismiss the case d) A request for a continuance 9. What does \"nunc pro tunc\" mean? a) Now for then b) Not for trial c) New procedure d) No prosecution 10. What is \"stare decisis\" in legal context? a) A type of court order b) The principle of following precedent in legal decisions c) A method of jury selection d) A form of alternative dispute resolution Professional Standards & Ethics: 1. What should a court reporter do if they realize they've made a significant error in a certified transcript? a) Ignore the error if it's minor b) Ask the attorney to correct it c) Immediately notify all parties and prepare an errata sheet d) Rewrite the ent ire transcript 2. How many hours of continuing education are required for Texas court reporters every two years? a) 5 hours b) 10 hours c) 15 hours d) 20 hours 3. What is the maximum amount of time a court reporter's certification can be suspended in Texas? a) 3 months b) 6 months c) 12 months d) 24 months 4. How should a court reporter handle pressure from an attorney to alter the record? a) Make minor alterations if pressured b) Consult with the judge before making any changes c) Agree to alter the record but note it in the transcript d) Firmly refuse and exp lain their ethical duty 5. What is the ethical guideline for court reporters regarding gift acceptance? a) Accept gifts valued under $100 b) Accept gifts only from winning parties c) Refrain from accepting gifts from anyone involved in the case d) Accept gifts but report them to the court 6. How long must a Texas court reporter preserve notes of oral depositions? a) 1 year b) 3 years c) 5 years d) 7 years 7. What should a court reporter do if they suspect a conflict of interest in a case they've been assigned? a) Proceed with the case but be extra careful b) Only disclose if directly asked about conflicts c) Immediately disclose the conflict to all parties inv olved d) Recuse themselves without explanation 8. How should a court reporter maintain confidentiality? a) By only sharing information with close friends and family b) By posting general case information on social media c) By discussing cases only with other court reporters d) By not discussing case detai ls with anyone not involved 9. What is the primary ethical duty of a court reporter? a) To assist the attorneys in their case b) To interpret legal proceedings for the public c) To produce an accurate, complete, and unbiased record d) To expedite the legal process 10. How should a court reporter handle a request to go \"off the record\" during a deposition? a) Immediately stop recording b) Continue recording but mark it as confidential c) Ask the witness for permission d) Wait for agreement from all attorneys present Grammar & Vocabulary: 1. What is the correct plural form of \"subpoena\"? a) Subpoenas b) Subpoenae c) Subpoeni d) Subpoenases 2. Which of the following is the correct use of \"affect\" in a sentence? a) The new law will affect court procedures. b) The effect of the ruling was immediate. c) He affected a British accent. d) The side effects of the medication were severe. 3. How should numbers generally be written in legal documents? a) Numbers one through ten spelled out, 11 and above as numerals b) All numbers as numerals c) All numbers spelled out d) Only dates and times as numerals 4. Which of the following is the correct use of a semicolon? a) The plaintiff seeks damages; the defendant denies liability. b) The plaintiff seeks damages, the defendant denies liability. c) The plaintiff seeks damages: the defendant denies liability. d) The plaintiff seeks damages and the defendant denies liability. 5. What is the correct spelling of the medical term for inflammation of the eyelid? a) Blepharitis b) Blepheritis c) Blephiritis d) Blepharoitis 6. Which of the following is the correct use of \"further\" vs \"farther\"? a) We need to further investigate the case. b) The witness was further from the scene than initially reported. c) How much further do we need to drive? d) We can discuss this further at a later date. 7. What is the correct way to format a Latin phrase in legal writing? a) Italicize (e.g., de novo) b) Use quotation marks (e.g., \"de novo\") c) Capitalize (e.g., DE NOVO) d) No special formatting needed 8. Which of the following is the correct use of \"principle\" vs \"principal\"? a) The principle of due process is fundamental to our legal system. b) The principle amount of the loan was $50,000. c) He was the principle witness in the case. d) It's the principle of the thing that matters. 9. What is the correct spelling of the medical term for a swelling containing blood? a) Hematoma b) Hemotoma c) Haematoma d) Hemetoma 10. Which of the following is the correct use of hyphens in compound modifiers? a) A well-established precedent b) A well established precedent c) A wellestablished precedent d) A well established -precedent Transcription Standards: 1. How should a court reporter indicate that testimony was read back to the jury? a) (The following testimony was read back by the reporter:) b) [Read-back begins] c) --Testimony repeated -- d) /Read back to jury/ 2. What is the standard line and page format for a Texas court transcript? a) 25 numbered lines per page, 1.5 inch left margin, 1 inch other margins b) 30 numbered lines per page, 1 inch margins all around c) 24 numbered lines per page, 2 inch left margin, 1 inch other margins d) 28 numbered lines per page, 1.25 inch margins all around 3. How should a court reporter transcribe a non -verbal response like a nod? a) (The witness nods) b) Witness nodded affirmatively c) [Non-verbal response] d) /Nod/ 4. How should a court reporter indicate an off -the-record discussion in a transcript? a) (Discussion off the record) b) [Off record] c) --Pause in proceedings -- d) /Private discussion/ 5. How should quoted material within testimony be formatted? a) Enclosed in quotation marks b) Italicized c) Indented on both sides d) Underlined 6. What information must be included in a deposition transcript's certification page? a) Court reporter's name, certification number, statement of oath, date and place b) Only the court reporter's signature and date c) List of all parties present and their co ntact information d) Summary of the deposition content 7. How should a court reporter indicate that a witness has identified an exhibit? a) (Witness identifies Exhibit A) b) Witness points to Exhibit A c) [Exhibit A identified] d) /Exhibit A shown/ 8. What's the proper way to transcribe overlapping speech in a deposition? a) Use double dashes to show interruptions b) Use parentheses to indicate simultaneous speech c) Transcribe only the dominant speaker d) Use slashes to separate overlapping speech 9. How should a parenthetical note indicating an interpreter is being used be formatted? a) (The following proceedings were interpreted from Spanish to English) b) [Interpreter present] c) /Spanish interpretation/ d) --Interpreted testimony follows -- 10. What's the correct way to indicate a change in speakers in a transcript? a) Start a new line with the speaker's name followed by a colon b) Use quotation marks for each speaker c) Indent each time a new person speaks d) Use all caps for the speaker's name"
    ],
    "category": "Legal & Judicial Terminology",
    "source_file": "More questions part 2.pdf",
    "content_hash": "73c4bb2594f7b578ddc9063e8f4cc6a3a4f77cb10c8d929e00598d9004db332b"
  }
]