[
  {
    "question_text": "1. Q: How do \"motion to dismiss\" and \"motion for summary judgment\" differ in legal\nproceedings?",
    "correct_answer": "A: A motion to dismiss asks the court to throw out a case due to legal insufficiency, typically\nbefore considering the merits. A motion for summary judgment asks t he court to rule in\nfavor of one party without a full trial, based on undisputed material facts.\n2. Q: What is \"voir dire\" and why is it conducted in court proceedings?\nA: Voir dire is the process of questioning potential jurors to assess their suitability for jury\nduty. It's conducted to identify biases, conflicts of interest, or other factors that might affect\na juror's impartiality, allowing attorneys to make informed decisions during jury selection.\n3. Q: Define \"nunc pro tunc\" and describe its typical use in legal contexts.\nA: Nunc pro tunc, meaning \"now for then\" in Latin, refers to a court ruling that has\nretroactive effect. It's typically used to correct clerical errors in court orders or judgments,\nallowing the corrected order to be effective as of the date of the original order.\n4. Q: What is the \"fruit of the poisonous tree\" doctrine in criminal law?\nA: The \"fruit of the poisonous tree\" doctrine holds that evidence obtained as a result of an\nillegal search, arrest, or interrogation (the \"poisonous tree\") is inadmissible in court. Th is\nextends to any evidence (the \"fruit\") derived from the initial illegal action.\n5. Q: Explain the difference between \"de novo\" and \"abuse of discretion\" standards of review.\nA: De novo review means the appellate court considers the issue anew, giving no deference\nto the lower court's decision. Abuse of discretion review gives more defere nce to the lower\ncourt, only overturning decisions that are clearly unreasonable or based on an error of law.\n6. Q: What is \"estoppel\" and how is it applied in law?\nA: Estoppel is a legal principle that prevents a person from asserting something contrary to\nwhat is implied by their previous actions or statements. For example, if a landlord accepts\nlate rent payments consistently, they may be estopped from evicting a tenant for a single\nlate payment without proper notice.\n7. Q: What role does an \"amicus curiae\" brief play in court proceedings?\nA: An amicus curiae (\"friend of the court\") brief is submitted by a person or organization not\nparty to a case to offer additional, relevant information or arguments to assist the court in\ndeciding a matter before it. These briefs often provide broader perspectives or specialized\nknowledge.\n8. Q: Describe the legal doctrine of \"respondeat superior\" and its implications.\nA: Respondeat superior, meaning \"let the master answer\" in Latin, is a doctrine that holds\nan employer responsible for the wrongful acts of an employee performed within the scope\nof their employment. This allows plaintiffs to seek damages from employers who may have\ndeeper pockets than individual employees.\n9. Q: How do \"probation\" and \"parole\" differ in criminal law?\nA: Probation is a sentence that allows an offender to remain in the community under\nsupervision instead of going to prison. Parole is the early release of a prisoner who agrees to\nabide by certain conditions, typically after serving part of their sentence. Probation is\nimposed at sentencing, while parole comes after incarceration.\n10. Q: What is \"habeas corpus\" and why is it significant in the legal system?\nA: Habeas corpus, meaning \"produce the body\" in Latin, is a legal action or writ by which a\nperson can seek relief from unlawful detention. It's significant as a fundamental protecti on\nagainst arbitrary imprisonment, allowing detainees to challenge the legal basis for their\ndetention in court.\nProfessional Standards & Ethics\n1. Q: What steps should a court reporter take upon discovering a significant error in a certified\ntranscript?\nA: The court reporter should immediately notify all parties involved and the court. They\nshould prepare an errata sheet detailing the errors and corr ections, and may need to re -\ncertify the corrected transcript. Prompt action is crucial to maintain the accuracy of the\nofficial record.\n2. Q: How should a court reporter respond to an attorney's request to alter the record?\nA: A court reporter should never alter the record at an attorney's request. They should firmly\nexplain that their ethical duty is to provide an accurate, verbatim transcri pt. If pressure\ncontinues, they should report the incident to the appropriate authority, such as the court or\ntheir professional association.\n3. Q: What ethical guidelines should court reporters follow regarding social media use?\nA: Court reporters should avoid discussing or posting about ongoing cases, even vaguely.\nThey should not connect on social media with attorneys or parties involved in thei r cases.\nAny professional use of social media should maintain the same level of confidentiality and\nprofessionalism as their work.\n4. Q: Why is impartiality crucial in court reporting, and how can it be maintained?\nA: Impartiality is crucial because court reporters create the official record of proceedings.\nTo maintain impartiality, reporters should avoid showing bias, refrain from offer ing opinions\non cases, and treat all parties equally. This ensures the integrity and reliability of the legal\nrecord.\n5. Q: What should a court reporter do if they discover a conflict of interest in an assigned\ncase?\nA: The court reporter should immediately disclose the conflict to all parties involved and the\npresiding judge or hiring attorney. Depending on the nature and s everity of the conflict, they\nmay need to recuse themselves from the case to maintain the integrity of the proceedings.\n6. Q: How should court reporters handle confidential information from off -the-record\nconversations?\nA: Court reporters must treat all information obtained during legal proceedings, including\noff-the-record conversations, as strictly confidential. They should not disclose or discuss\nthis information with anyone not involved in the case, even if it's not included in the official\ntranscript.\n7. Q: What are the ethical guidelines for court reporters regarding gift acceptance?\nA: Court reporters should generally refrain from accepting gifts from attorneys, parties, or\nwitnesses involved in cases they're reporting. Accepting gifts could create an ap pearance of\nimpropriety or bias. If offered a gift, it should be politely declined to maintain professional\nintegrity.\n8. Q: How should a court reporter respond if asked for their opinion on a case they're\nreporting?\nA: Court reporters should refrain from offering opinions on cases they're reporting. They\nshould politely explain that their role is to provide an impartial reco rd of the proceedings,\nnot to comment on the case. Offering opinions could compromise their impartiality and the\nintegrity of the transcript.\n9. Q: What ethical considerations apply to the storage and disposal of stenographic notes and\nrecordings?\nA: Court reporters must securely store all stenographic notes and recordings to maintain\nconfidentiality. When disposing of these materials, they should follow applicable legal\nrequirements and ensure complete destruction to prevent unauthorized access. This may\ninclude shredding paper notes and securely erasing digital files.\n10. Q: Why is continuing education important for court reporters from an ethical standpoint?\nA: Continuing education ensures court reporters stay updated on the latest technologies,\nlegal terminologies, and ethical standards. This helps maintain the high quali ty and integrity\nof their work, ensuring they can provide the best possible service to the legal system and all\nparties involved.\nGrammar & Vocabulary\n1. Q: How do \"affect\" and \"effect\" differ in legal writing?\nA: \"Affect\" is typically used as a verb meaning to influence or impact, while \"effect\" is\nusually a noun meaning result or consequence. For example: \"The new law will affect court\nprocedures\" vs. \"Th e effect of the ruling was immediate.\"\n2. Q: When should semicolons be used in compound sentences in legal writing?\nA: Semicolons should be used to separate independent clauses not joined by a\ncoordinating conjunction. They're also used to separate items in a complex list where the\nitems themselve s contain commas. For example: \"The plaintiff seeks damages; the\ndefendant denies liability.\"\n3. Q: What is the correct plural form of \"subpoena\"?\nA: The correct plural form of \"subpoena\" is \"subpoenas.\" While some legal terms maintain\ntheir Latin plurals, \"subpoena\" has been fully adopted into English and follows standard\nEnglish pluralization rules.\n4. Q: How should numbers be written in legal documents?\nA: Generally, numbers one through ten are spelled out, while numbers 11 and above are\nwritten as numerals. Exceptions include dates, times, and measurements. For example:\n\"The witness identified three su spects\" and \"The contract was signed by 12 parties.\"\n5. Q: What's the difference between \"further\" and \"farther\" in legal writing?\nA: \"Further\" is used for figurative or non -physical distance and additional time or quantity.\n\"Farther\" is used only for physical distance. For example: \"We need to further investig ate\"\nvs. \"The witness was farther from the scene than initially reported.\"\n6. Q: Why is the Oxford comma important in legal writing?\nA: The Oxford comma (the comma before \"and\" in a list of three or more items) is important\nin legal writing because it can prevent ambiguity. For example, in a will stating \"I leave my\nestate to John, Jane and Mary,\" it's unclear whether Jane and Mary share a portion or get\nseparate shares. \"I leave my estate to John, Jane, and Mary\" is clearer.\n7. Q: How do \"counsel\" and \"council\" differ in legal contexts?\nA: \"Counsel\" refers to a lawyer or legal adviser, or the act of giving legal advice. \"Council\"\nrefers to an assembly or group of people who come together to consult, deliberate, or make\ndecisions. For example: \"The defendant sought counsel\" vs. \"The city council passed the\nordinance.\"\n8. Q: How should Latin phrases be formatted in legal writing?\nA: Latin phrases should typically be italicized in legal writing, especially if they're not\ncommon in everyday English. For example: de novo, prima facie, res ipsa loquitur. However,\nvery common La tin phrases (like \"et al.\" or \"etc.\") are often not italicized.\n9. Q: What's the difference between \"principal\" and \"principle\" in legal contexts?\nA: \"Principal\" can be a noun meaning a main participant or a sum of money, or an adjective\nmeaning main or most important. \"Principle\" is always a noun meaning a fundamental\ntruth, law, or standard. For example: \"The principal amount of the loan\" vs. \"The principle of\ndue process.\"\n10. Q: How should hyphens be used with compound modifiers in legal writing?\nA: Compound modifiers (two or more words that act as a single adjective) should be\nhyphenated when they come before a noun. For example: \"well -established precedent,\"\n\"good-faith effor t.\" However, if the modifier comes after the noun, hyphens are typically not\nused: \"The precedent is well established.\"\nTranscription Standards\n1. Q: How should a court reporter indicate that testimony was read back to the jury?\nA: The court reporter should use a parenthetical note, such as: \"(The following testimony\nwas read back by the reporter:)\" followed by the read -back testimony, and then \"(End of\nread-back)\".\n2. Q: What is the standard format for a Texas court transcript, including margins and line\nnumbering?\nA: Texas court transcripts typically use letter -size paper (8.5\" x 11\"), with 1.5 inch left margin\nand 1 inch top, bottom, and right margins. Lines are numbe red consecutively on the left,\nwith 25 numbered lines per page. Page numbers appear at the bottom center.\n3. Q: How should non -verbal responses be transcribed in a deposition?\nA: Non-verbal responses should be described in parentheses. For example: \"(The witness\nnods)\" or \"(The witness shrugs)\". It's important to be objective and not interpret the meaning\nof the gesture.\n4. Q: What's the proper way to indicate an off -the-record discussion in a transcript?\nA: Off-the-record discussions should be noted with a parenthetical, such as: \"(Discussion\noff the record)\" When the record resumes, indicate: \"(Back on the record)\".\n5. Q: How should quoted material within testimony be formatted?\nA: Quoted material within testimony should be transcribed verbatim and enclosed in\nquotation marks. If it's a long quote, it may be set off in a separate paragraph, indented on\nboth sides.\n6. Q: What information must be included in a deposition transcript's certification page?\nA: The certification page should include the court reporter's name, certification number, a\nstatement that the deposition was taken under oath, the date and place of the deposition,\nand a statement that the transcript is a true and accurate record of the proceedings.\n7. Q: How should a court reporter indicate that a witness has identified an exhibit?\nA: This should be indicated with a parenthetical note, such as: \"(Witness identifies Exhibit\nA)\".\n8. Q: What's the proper way to transcribe overlapping speech in a deposition?\nA: Overlapping speech is typically indicated using dashes to show interruptions. For\nexample:\nAttorney: Did you see the --\nWitness: --Yes, I did.\n9. Q: How should a parenthetical note indicating an interpreter is being used be formatted?\nA: This should be indicated at the beginning of the transcript with a parenthetical note, such\nas: \"(The following proceedings were interpreted from Spanish to English )\".\n10. Q: What's the correct way to indicate a change in speakers in a transcript?\nA: Each change in speaker should start on a new line, with the speaker's name or role\nfollowed by a colon. For example:\nMr. Smith: I object to that question.\nThe Court: Objection o verruled.\nLegal & Judicial Terminology:\n1. What does \"nunc pro tunc\" mean in legal terms?\na) Now for then\nb) Not for trial\nc) New procedure\nd) No prosecution\n2. Which term refers to a court order demanding that a public official deliver an imprisoned\nindividual to the court?\na) Habeas corpus\nb) Mandamus\nc) Certiorari\nd) Subpoena\n3. What is the legal principle that prevents the same case from being litigated again once a\nfinal judgment has been rendered?\na) Res judicata\nb) Stare decisis\nc) Nolo contendere\nd) Prima facie\n4. What does \"voir dire\" refer to in court proceedings?\na) Questioning potential jurors\nb) Closing arguments\nc) Expert witness testimony\nd) Jury deliberations\n5. What is a \"motion in limine\"?\na) A pre-trial motion to exclude certain evidence\nb) A motion to dismiss the case\nc) A request for a change of venue\nd) A motion for a mistrial\n6. What does \"de novo\" mean in legal context?\na) From the beginning\nb) By the book\nc) Without prejudice\nd) For the record\n7. What is an \"amicus curiae\" brief?\na) A document submitted by a \"friend of the court\"\nb) A summary of the case prepared by the judge\nc) A witness statement\nd) A jury instruction\n8. What does \"pro se\" mean in legal proceedings?\na) Representing oneself\nb) For the state\nc) With prejudice\nd) By proxy\n9. What is a \"writ of certiorari\"?\na) An order from a higher court to review a lower court's decision\nb) A warrant for arrest\nc) A summons to appear in court\nd) A document certifying a court's decision\n10. What does \"ex parte\" mean in legal context?\na) From one side only\nb) Outside the court\nc) With extreme prejudice\nd) By mutual agreement\nProfessional Standards & Ethics:\n1. What should a court reporter do if they realize they've made a significant error in a certified\ntranscript?\na) Immediately notify all parties and prepare an errata sheet\nb) Ignore the error if it's minor\nc) Ask the attorney to correct it\nd) Rewrite the ent ire transcript\n2. How should a court reporter handle a request to go \"off the record\" during a deposition?\na) Wait for agreement from all attorneys present\nb) Immediately stop recording\nc) Continue recording but mark it as confidential\nd) Ask the witness for permission\n3. What is the primary ethical duty of a court reporter?\na) To produce an accurate, complete, and unbiased record\nb) To assist the attorneys in their case\nc) To interpret legal proceedings for the public\nd) To expedite the legal process\n4. How should a court reporter maintain confidentiality?\na) By not discussing case details with anyone not involved\nb) By only sharing information with close friends and family\nc) By posting general case information on social media\nd) By discussing cases only with other court reporters\n5. What should a court reporter do if they suspect a conflict of interest in a case they've been\nassigned?\na) Immediately disclose the conflict to all parties involved\nb) Proceed with the case but be extra careful\nc) Only disclose if directly asked about confl icts\nd) Recuse themselves without explanation\n6. How many hours of continuing education are required for Texas court reporters every two\nyears?\na) 10 hours\nb) 5 hours\nc) 20 hours\nd) 15 hours\n7. What is the maximum amount of time a court reporter's certification can be suspended in\nTexas?\na) 12 months\nb) 6 months\nc) 24 months\nd) 3 months\n8. How should a court reporter handle pressure from an attorney to alter the record?\na) Firmly refuse and explain their ethical duty\nb) Make minor alterations if pressured\nc) Consult with the judge before making any changes\nd) Agree to alter the record but no te it in the transcript\n9. What is the ethical guideline for court reporters regarding gift acceptance?\na) Refrain from accepting gifts from anyone involved in the case\nb) Accept gifts valued under $100\nc) Accept gifts only from winning parties\nd) Accept gifts but report them to the court\n10. How long must a Texas court reporter preserve notes of oral depositions?\na) 3 years\nb) 1 year\nc) 5 years\nd) 7 years\nGrammar & Vocabulary:\n1. What is the correct plural form of \"subpoena\"?\na) Subpoenas\nb) Subpoenae\nc) Subpoeni\nd) Subpoenases\n2. Which of the following is the correct use of \"affect\" in a sentence?\na) The new law will affect court procedures.\nb) The effect of the ruling was immediate.\nc) He affected a British accent.\nd) The side effects of the medication were severe.\n3. How should numbers generally be written in legal documents?\na) Numbers one through ten spelled out, 11 and above as numerals\nb) All numbers as numerals\nc) All numbers spelled out\nd) Only dates and times as numerals\n4. Which of the following is the correct use of a semicolon?\na) The plaintiff seeks damages; the defendant denies liability.\nb) The plaintiff seeks damages, the defendant denies liability.\nc) The plaintiff seeks damages: the defendant denies liability.\nd) The plaintiff seeks damages and the defendant denies liability.\n5. What is the correct spelling of the medical term for inflammation of the eyelid?\na) Blepharitis\nb) Blepheritis\nc) Blephiritis\nd) Blepharoitis\n6. Which of the following is the correct use of \"further\" vs \"farther\"?\na) We need to further investigate the case.\nb) The witness was further from the scene than initially reported.\nc) How much further do we need to drive?\nd) We can discuss this further at a later date.\n7. What is the correct way to format a Latin phrase in legal writing?\na) Italicize (e.g., de novo)\nb) Use quotation marks (e.g., \"de novo\")\nc) Capitalize (e.g., DE NOVO)\nd) No special formatting needed\n8. Which of the following is the correct use of \"principle\" vs \"principal\"?\na) The principle of due process is fundamental to our legal system.\nb) The principle amount of the loan was $50,000.\nc) He was the principle witness in the case.\nd) It's the principle of the thing that matters.\n9. What is the correct spelling of the medical term for a swelling containing blood?\na) Hematoma\nb) Hemotoma\nc) Haematoma\nd) Hemetoma\n10. Which of the following is the correct use of hyphens in compound modifiers?\na) A well-established precedent\nb) A well established precedent\nc) A wellestablished precedent\nd) A well established -precedent\nTranscription Standards:\n1. How should a court reporter indicate that testimony was read back to the jury?\na) (The following testimony was read back by the reporter:)\nb) [Read-back begins]\nc) --Testimony repeated --\nd) /Read back to jury/\n2. What is the standard line and page format for a Texas court transcript?\na) 25 numbered lines per page, 1.5 inch left margin, 1 inch other margins\nb) 30 numbered lines per page, 1 inch margins all around\nc) 24 numbered lines per page, 2 inch left margin, 1 inch other margins\nd) 28 numbered lines per page, 1.25 inch margins all around\n3. How should a court reporter transcribe a non -verbal response like a nod?\na) (The witness nods)\nb) Witness nodded affirmatively\nc) [Non-verbal response]\nd) /Nod/\n4. How should a court reporter indicate an off -the-record discussion in a transcript?\na) (Discussion off the record)\nb) [Off record]\nc) --Pause in proceedings --\nd) /Private discussion/\n5. How should quoted material within testimony be formatted?\na) Enclosed in quotation marks\nb) Italicized\nc) Indented on both sides\nd) Underlined\n6. What information must be included in a deposition transcript's certification page?\na) Court reporter's name, certification number, statement of oath, date and place\nb) Only the court reporter's signature and date\nc) List of all parties present and their co ntact information\nd) Summary of the deposition content\n7. How should a court reporter indicate that a witness has identified an exhibit?\na) (Witness identifies Exhibit A)\nb) Witness points to Exhibit A\nc) [Exhibit A identified]\nd) /Exhibit A shown/\n8. What's the proper way to transcribe overlapping speech in a deposition?\na) Use double dashes to show interruptions\nb) Use parentheses to indicate simultaneous speech\nc) Transcribe only the dominant speaker\nd) Use slashes to separate overlapping speech\n9. How should a parenthetical note indicating an interpreter is being used be formatted?\na) (The following proceedings were interpreted from Spanish to English)\nb) [Interpreter present]\nc) /Spanish interpretation/\nd) --Interpreted testimony follows --\n10. What's the correct way to indicate a change in speakers in a transcript?\na) Start a new line with the speaker's name followed by a colon\nb) Use quotation marks for each speaker\nc) Indent each time a new person speaks\nd) Use all caps for the speaker's name\nLegal & Judicial Terminology:\n1. What does \"nunc pro tunc\" mean in legal terms?\na) Now for then\nb) Not for trial\nc) New procedure\nd) No prosecution\n2. What is a \"writ of mandamus\"?\na) An order from a higher court to review a lower court's decision\nb) A court order commanding a government official to perform a specific duty\nc) A request for a change of venue\nd) A motion to dismiss a case\n3. What does \"res judicata\" refer to in legal proceedings?\na) A matter that has been decided and cannot be litigated again\nb) A pending legal action\nc) A preliminary hearing\nd) A request for additional evidence\n4. What is the purpose of \"voir dire\" in court proceedings?\na) To present closing arguments\nb) To question potential jurors\nc) To cross -examine witnesses\nd) To file motions\n5. What is a \"motion in limine\"?\na) A request for a change of venue\nb) A pre-trial motion to exclude certain evidence\nc) A motion to dismiss the case\nd) A request for a continuance\n6. What does \"de novo\" mean in legal context?\na) From the beginning\nb) By the book\nc) Without prejudice\nd) For the record\n7. What is an \"amicus curiae\" brief?\na) A summary of the case prepared by the judge\nb) A document submitted by a \"friend of the court\"\nc) A witness statement\nd) A jury instruction\n8. What does \"pro se\" mean in legal proceedings?\na) For the state\nb) With prejudice\nc) Representing oneself\nd) By proxy\n9. What is a \"writ of certiorari\"?\na) A warrant for arrest\nb) A summons to appear in court\nc) An order from a higher court to review a lower court's decision\nd) A document certifying a court's decision\n10. What does \"ex parte\" mean in legal context?\na) From one side only\nb) Outside the court\nc) With extreme prejudice\nd) By mutual agreement\nProfessional Standards & Ethics:\n1. What should a court reporter do if they realize they've made a significant error in a certified\ntranscript?\na) Ignore the error if it's minor\nb) Ask the attorney to correct it\nc) Immediately notify all parties and prepare an errata sheet\nd) Rewrite the ent ire transcript\n2. How should a court reporter handle a request to go \"off the record\" during a deposition?\na) Immediately stop recording\nb) Continue recording but mark it as confidential\nc) Ask the witness for permission\nd) Wait for agreement from all attorneys present\n3. What is the primary ethical duty of a court reporter?\na) To assist the attorneys in their case\nb) To interpret legal proceedings for the public\nc) To produce an accurate, complete, and unbiased record\nd) To expedite the legal process\n4. How should a court reporter maintain confidentiality?\na) By only sharing information with close friends and family\nb) By posting general case information on social media\nc) By discussing cases only with other court reporters\nd) By not discussing case details with anyone not involved\n5. What should a court reporter do if they suspect a conflict of interest in a case they've been\nassigned?\na) Proceed with the case but be extra careful\nb) Only disclose if directly asked about conflicts\nc) Immediately disclose the conflict to all parties inv olved\nd) Recuse themselves without explanation\n6. How many hours of continuing education are required for Texas court reporters every two\nyears?\na) 5 hours\nb) 10 hours\nc) 15 hours\nd) 20 hours\n7. What is the maximum amount of time a court reporter's certification can be suspended in\nTexas?\na) 3 months\nb) 6 months\nc) 12 months\nd) 24 months\n8. How should a court reporter handle pressure from an attorney to alter the record?\na) Make minor alterations if pressured\nb) Consult with the judge before making any changes\nc) Agree to alter the record but note it in the transcript\nd) Firmly refuse and exp lain their ethical duty\n9. What is the ethical guideline for court reporters regarding gift acceptance?\na) Accept gifts valued under $100\nb) Accept gifts only from winning parties\nc) Refrain from accepting gifts from anyone involved in the case\nd) Accept gifts but report them to the court\n10. How long must a Texas court reporter preserve notes of oral depositions?\na) 1 year\nb) 3 years\nc) 5 years\nd) 7 years\nLegal & Judicial Terminology:\n1. What does \"nunc pro tunc\" mean in legal terms?\na) Now for then\nb) Not for trial\nc) New procedure\nd) No prosecution\n2. What is a \"writ of mandamus\"?\na) An order from a higher court to review a lower court's decision\nb) A court order commanding a government official to perform a specific duty\nc) A request for a change of venue\nd) A motion to dismiss a case\n3. What does \"res judicata\" refer to in legal proceedings?\na) A matter that has been decided and cannot be litigated again\nb) A pending legal action\nc) A preliminary hearing\nd) A request for additional evidence\n4. What is the purpose of \"voir dire\" in court proceedings?\na) To present closing arguments\nb) To question potential jurors\nc) To cross -examine witnesses\nd) To file motions\n5. What is a \"motion in limine\"?\na) A request for a change of venue\nb) A pre-trial motion to exclude certain evidence\nc) A motion to dismiss the case\nd) A request for a continuance\n6. What does \"de novo\" mean in legal context?\na) From the beginning\nb) By the book\nc) Without prejudice\nd) For the record\n7. What is an \"amicus curiae\" brief?\na) A summary of the case prepared by the judge\nb) A document submitted by a \"friend of the court\"\nc) A witness statement\nd) A jury instruction\n8. What does \"pro se\" mean in legal proceedings?\na) For the state\nb) With prejudice\nc) Representing oneself\nd) By proxy\n9. What is a \"writ of certiorari\"?\na) A warrant for arrest\nb) A summons to appear in court\nc) An order from a higher court to review a lower court's decision\nd) A document certifying a court's decision\n10. What does \"ex parte\" mean in legal context?\na) From one side only\nb) Outside the court\nc) With extreme prejudice\nd) By mutual agreement\nProfessional Standards & Ethics:\n1. What should a court reporter do if they realize they've made a significant error in a certified\ntranscript?\na) Ignore the error if it's minor\nb) Ask the attorney to correct it\nc) Immediately notify all parties and prepare an errata sheet\nd) Rewrite the ent ire transcript\n2. How should a court reporter handle a request to go \"off the record\" during a deposition?\na) Immediately stop recording\nb) Continue recording but mark it as confidential\nc) Ask the witness for permission\nd) Wait for agreement from all attorneys present\n3. What is the primary ethical duty of a court reporter?\na) To assist the attorneys in their case\nb) To interpret legal proceedings for the public\nc) To produce an accurate, complete, and unbiased record\nd) To expedite the legal process\n4. How should a court reporter maintain confidentiality?\na) By only sharing information with close friends and family\nb) By posting general case information on social media\nc) By discussing cases only with other court reporters\nd) By not discussing case detai ls with anyone not involved\n5. What should a court reporter do if they suspect a conflict of interest in a case they've been\nassigned?\na) Proceed with the case but be extra careful\nb) Only disclose if directly asked about conflicts\nc) Immediately disclose the conflict to all parties inv olved\nd) Recuse themselves without explanation\n6. How many hours of continuing education are required for Texas court reporters every two\nyears?\na) 5 hours\nb) 10 hours\nc) 15 hours\nd) 20 hours\n7. What is the maximum amount of time a court reporter's certification can be suspended in\nTexas?\na) 3 months\nb) 6 months\nc) 12 months\nd) 24 months\n8. How should a court reporter handle pressure from an attorney to alter the record?\na) Make minor alterations if pressured\nb) Consult with the judge before making any changes\nc) Agree to alter the record but note it in the transcript\nd) Firmly refuse and exp lain their ethical duty\n9. What is the ethical guideline for court reporters regarding gift acceptance?\na) Accept gifts valued under $100\nb) Accept gifts only from winning parties\nc) Refrain from accepting gifts from anyone involved in the case\nd) Accept gifts but report them to the court\n10. How long must a Texas court reporter preserve notes of oral depositions?\na) 1 year\nb) 3 years\nc) 5 years\nd) 7 years\nLegal & Judicial Terminology:\n1. What does \"nunc pro tunc\" mean in legal terms?\na) Now for then\nb) Not for trial\nc) New procedure\nd) No prosecution\n2. What is a \"writ of mandamus\"?\na) An order from a higher court to review a lower court's decision\nb) A court order commanding a government official to perform a specific duty\nc) A request for a change of venue\nd) A motion to dismiss a case\n3. What does \"res judicata\" refer to in legal proceedings?\na) A matter that has been decided and cannot be litigated again\nb) A pending legal action\nc) A preliminary hearing\nd) A request for additional evidence\n4. What is the purpose of \"voir dire\" in court proceedings?\na) To present closing arguments\nb) To question potential jurors\nc) To cross -examine witnesses\nd) To file motions\n5. What is a \"motion in limine\"?\na) A request for a change of venue\nb) A pre-trial motion to exclude certain evidence\nc) A motion to dismiss the case\nd) A request for a continuance\n6. What does \"de novo\" mean in legal context?\na) From the beginning\nb) By the book\nc) Without prejudice\nd) For the record\n7. What is an \"amicus curiae\" brief?\na) A summary of the case prepared by the judge\nb) A document submitted by a \"friend of the court\"\nc) A witness statement\nd) A jury instruction\n8. What does \"pro se\" mean in legal proceedings?\na) For the state\nb) With prejudice\nc) Representing oneself\nd) By proxy\n9. What is a \"writ of certiorari\"?\na) A warrant for arrest\nb) A summons to appear in court\nc) An order from a higher court to review a lower court's decision\nd) A document certifying a court's decision\n10. What does \"ex parte\" mean in legal context?\na) From one side only\nb) Outside the court\nc) With extreme prejudice\nd) By mutual agreement\nProfessional Standards & Ethics:\n1. What should a court reporter do if they realize they've made a significant error in a certified\ntranscript?\na) Ignore the error if it's minor\nb) Ask the attorney to correct it\nc) Immediately notify all parties and prepare an errata sheet\nd) Rewrite the ent ire transcript\n2. How should a court reporter handle a request to go \"off the record\" during a deposition?\na) Immediately stop recording\nb) Continue recording but mark it as confidential\nc) Ask the witness for permission\nd) Wait for agreement from all attorneys present\n3. What is the primary ethical duty of a court reporter?\na) To assist the attorneys in their case\nb) To interpret legal proceedings for the public\nc) To produce an accurate, complete, and unbiased record\nd) To expedite the legal process\n4. How should a court reporter maintain confidentiality?\na) By only sharing information with close friends and family\nb) By posting general case information on social media\nc) By discussing cases only with other court reporters\nd) By not discussing case detai ls with anyone not involved\n5. What should a court reporter do if they suspect a conflict of interest in a case they've been\nassigned?\na) Proceed with the case but be extra careful\nb) Only disclose if directly asked about conflicts\nc) Immediately disclose the conflict to all parties inv olved\nd) Recuse themselves without explanation\n6. How many hours of continuing education are required for Texas court reporters every two\nyears?\na) 5 hours\nb) 10 hours\nc) 15 hours\nd) 20 hours\n7. What is the maximum amount of time a court reporter's certification can be suspended in\nTexas?\na) 3 months\nb) 6 months\nc) 12 months\nd) 24 months\n8. How should a court reporter handle pressure from an attorney to alter the record?\na) Make minor alterations if pressured\nb) Consult with the judge before making any changes\nc) Agree to alter the record but note it in the transcript\nd) Firmly refuse and exp lain their ethical duty\n9. What is the ethical guideline for court reporters regarding gift acceptance?\na) Accept gifts valued under $100\nb) Accept gifts only from winning parties\nc) Refrain from accepting gifts from anyone involved in the case\nd) Accept gifts but report them to the court\n10. How long must a Texas court reporter preserve notes of oral depositions?\na) 1 year\nb) 3 years\nc) 5 years\nd) 7 years\nGrammar & Vocabulary:\n1. What is the correct plural form of \"subpoena\"?\na) Subpoenas\nb) Subpoenae\nc) Subpoeni\nd) Subpoenases\n2. Which of the following is the correct use of \"affect\" in a sentence?\na) The new law will affect court procedures.\nb) The effect of the ruling was immediate.\nc) He affected a British accent.\nd) The side effects of the medication were severe.\n3. How should numbers generally be written in legal documents?\na) Numbers one through ten spelled out, 11 and above as numerals\nb) All numbers as numerals\nc) All numbers spelled out\nd) Only dates and times as numerals\n4. Which of the following is the correct use of a semicolon?\na) The plaintiff seeks damages; the defendant denies liability.\nb) The plaintiff seeks damages, the defendant denies liability.\nc) The plaintiff seeks damages: the defendant denies liability.\nd) The plaintiff seeks damages and the defendant denies liability.\n5. What is the correct spelling of the medical term for inflammation of the eyelid?\na) Blepharitis\nb) Blepheritis\nc) Blephiritis\nd) Blepharoitis\n6. Which of the following is the correct use of \"further\" vs \"farther\"?\na) We need to further investigate the case.\nb) The witness was further from the scene than initially reported.\nc) How much further do we need to drive?\nd) We can discuss this further at a later date.\n7. What is the correct way to format a Latin phrase in legal writing?\na) Italicize (e.g., de novo)\nb) Use quotation marks (e.g., \"de novo\")\nc) Capitalize (e.g., DE NOVO)\nd) No special formatting needed\n8. Which of the following is the correct use of \"principle\" vs \"principal\"?\na) The principle of due process is fundamental to our legal system.\nb) The principle amount of the loan was $50,000.\nc) He was the principle witness in the case.\nd) It's the principle of the thing that matters.\n9. What is the correct spelling of the medical term for a swelling containing blood?\na) Hematoma\nb) Hemotoma\nc) Haematoma\nd) Hemetoma\n10. Which of the following is the correct use of hyphens in compound modifiers?\na) A well-established precedent\nb) A well established precedent\nc) A wellestablished precedent\nd) A well established -precedent\nTranscription Standards:\n1. How should a court reporter indicate that testimony was read back to the jury?\na) (The following testimony was read back by the reporter:)\nb) [Read-back begins]\nc) --Testimony repeated --\nd) /Read back to jury/\n2. What is the standard line and page format for a Texas court transcript?\na) 25 numbered lines per page, 1.5 inch left margin, 1 inch other margins\nb) 30 numbered lines per page, 1 inch margins all around\nc) 24 numbered lines per page, 2 inch left margin, 1 inch other margins\nd) 28 numbered lines per page, 1.25 inch margins all around\n3. How should a court reporter transcribe a non -verbal response like a nod?\na) (The witness nods)\nb) Witness nodded affirmatively\nc) [Non-verbal response]\nd) /Nod/\n4. How should a court reporter indicate an off -the-record discussion in a transcript?\na) (Discussion off the record)\nb) [Off record]\nc) --Pause in proceedings --\nd) /Private discussion/\n5. How should quoted material within testimony be formatted?\na) Enclosed in quotation marks\nb) Italicized\nc) Indented on both sides\nd) Underlined\n6. What information must be included in a deposition transcript's certification page?\na) Court reporter's name, certification number, statement of oath, date and place\nb) Only the court reporter's signature and date\nc) List of all parties present and their co ntact information\nd) Summary of the deposition content\n7. How should a court reporter indicate that a witness has identified an exhibit?\na) (Witness identifies Exhibit A)\nb) Witness points to Exhibit A\nc) [Exhibit A identified]\nd) /Exhibit A shown/\n8. What's the proper way to transcribe overlapping speech in a deposition?\na) Use double dashes to show interruptions\nb) Use parentheses to indicate simultaneous speech\nc) Transcribe only the dominant speaker\nd) Use slashes to separate overlapping speech\n9. How should a parenthetical note indicating an interpreter is being used be formatted?\na) (The following proceedings were interpreted from Spanish to English)\nb) [Interpreter present]\nc) /Spanish interpretation/\nd) --Interpreted testimony follows --\n10. What's the correct way to indicate a change in speakers in a transcript?\na) Start a new line with the speaker's name followed by a colon\nb) Use quotation marks for each speaker\nc) Indent each time a new person speaks\nd) Use all caps for the speaker's name\nLegal & Judicial Terminology:\n1. What does \"res ipsa loquitur\" mean in legal terms?\na) The thing speaks for itself\nb) Let the buyer beware\nc) Beyond a reasonable doubt\nd) At first glance\n2. What is a \"writ of mandamus\"?\na) An order to release a prisoner\nb) A command to a lower court or official to perform a specific duty\nc) A request for a new trial\nd) An order to stop proceedings\n3. What does \"voir dire\" refer to in court proceedings?\na) Closing arguments\nb) Jury selection process\nc) Witness testimony\nd) Judge's instructions\n4. What is \"habeas corpus\" in legal terms?\na) A type of criminal charge\nb) A writ ordering a person in custody to be brought before a court\nc) A plea bargain agreement\nd) A type of civil lawsuit\n5. What does \"de novo\" mean in a legal context?\na) From the beginning\nb) Without prejudice\nc) In good faith\nd) Beyond a reasonable doubt\n6. What is an \"amicus curiae\" brief?\na) A summary of the case by the judge\nb) A document submitted by a \"friend of the court\"\nc) A witness statement\nd) A jury instruction\n7. What does \"pro se\" mean in legal proceedings?\na) For the state\nb) With prejudice\nc) Representing oneself\nd) By proxy\n8. What is a \"motion in limine\"?\na) A request for a change of venue\nb) A pre-trial motion to exclude certain evidence\nc) A motion to dismiss the case\nd) A request for a continuance\n9. What does \"nunc pro tunc\" mean?\na) Now for then\nb) Not for trial\nc) New procedure\nd) No prosecution\n10. What is \"stare decisis\" in legal context?\na) A type of court order\nb) The principle of following precedent in legal decisions\nc) A method of jury selection\nd) A form of alternative dispute resolution\nProfessional Standards & Ethics:\n1. What should a court reporter do if they realize they've made a significant error in a certified\ntranscript?\na) Ignore the error if it's minor\nb) Ask the attorney to correct it\nc) Immediately notify all parties and prepare an errata sheet\nd) Rewrite the ent ire transcript\n2. How many hours of continuing education are required for Texas court reporters every two\nyears?\na) 5 hours\nb) 10 hours\nc) 15 hours\nd) 20 hours\n3. What is the maximum amount of time a court reporter's certification can be suspended in\nTexas?\na) 3 months\nb) 6 months\nc) 12 months\nd) 24 months\n4. How should a court reporter handle pressure from an attorney to alter the record?\na) Make minor alterations if pressured\nb) Consult with the judge before making any changes\nc) Agree to alter the record but note it in the transcript\nd) Firmly refuse and exp lain their ethical duty\n5. What is the ethical guideline for court reporters regarding gift acceptance?\na) Accept gifts valued under $100\nb) Accept gifts only from winning parties\nc) Refrain from accepting gifts from anyone involved in the case\nd) Accept gifts but report them to the court\n6. How long must a Texas court reporter preserve notes of oral depositions?\na) 1 year\nb) 3 years\nc) 5 years\nd) 7 years\n7. What should a court reporter do if they suspect a conflict of interest in a case they've been\nassigned?\na) Proceed with the case but be extra careful\nb) Only disclose if directly asked about conflicts\nc) Immediately disclose the conflict to all parties inv olved\nd) Recuse themselves without explanation\n8. How should a court reporter maintain confidentiality?\na) By only sharing information with close friends and family\nb) By posting general case information on social media\nc) By discussing cases only with other court reporters\nd) By not discussing case detai ls with anyone not involved\n9. What is the primary ethical duty of a court reporter?\na) To assist the attorneys in their case\nb) To interpret legal proceedings for the public\nc) To produce an accurate, complete, and unbiased record\nd) To expedite the legal process\n10. How should a court reporter handle a request to go \"off the record\" during a deposition?\na) Immediately stop recording\nb) Continue recording but mark it as confidential\nc) Ask the witness for permission\nd) Wait for agreement from all attorneys present\nGrammar & Vocabulary:\n1. What is the correct plural form of \"subpoena\"?\na) Subpoenas\nb) Subpoenae\nc) Subpoeni\nd) Subpoenases\n2. Which of the following is the correct use of \"affect\" in a sentence?\na) The new law will affect court procedures.\nb) The effect of the ruling was immediate.\nc) He affected a British accent.\nd) The side effects of the medication were severe.\n3. How should numbers generally be written in legal documents?\na) Numbers one through ten spelled out, 11 and above as numerals\nb) All numbers as numerals\nc) All numbers spelled out\nd) Only dates and times as numerals\n4. Which of the following is the correct use of a semicolon?\na) The plaintiff seeks damages; the defendant denies liability.\nb) The plaintiff seeks damages, the defendant denies liability.\nc) The plaintiff seeks damages: the defendant denies liability.\nd) The plaintiff seeks damages and the defendant denies liability.\n5. What is the correct spelling of the medical term for inflammation of the eyelid?\na) Blepharitis\nb) Blepheritis\nc) Blephiritis\nd) Blepharoitis\n6. Which of the following is the correct use of \"further\" vs \"farther\"?\na) We need to further investigate the case.\nb) The witness was further from the scene than initially reported.\nc) How much further do we need to drive?\nd) We can discuss this further at a later date.\n7. What is the correct way to format a Latin phrase in legal writing?\na) Italicize (e.g., de novo)\nb) Use quotation marks (e.g., \"de novo\")\nc) Capitalize (e.g., DE NOVO)\nd) No special formatting needed\n8. Which of the following is the correct use of \"principle\" vs \"principal\"?\na) The principle of due process is fundamental to our legal system.\nb) The principle amount of the loan was $50,000.\nc) He was the principle witness in the case.\nd) It's the principle of the thing that matters.\n9. What is the correct spelling of the medical term for a swelling containing blood?\na) Hematoma\nb) Hemotoma\nc) Haematoma\nd) Hemetoma\n10. Which of the following is the correct use of hyphens in compound modifiers?\na) A well-established precedent\nb) A well established precedent\nc) A wellestablished precedent\nd) A well established -precedent\nTranscription Standards:\n1. How should a court reporter indicate that testimony was read back to the jury?\na) (The following testimony was read back by the reporter:)\nb) [Read-back begins]\nc) --Testimony repeated --\nd) /Read back to jury/\n2. What is the standard line and page format for a Texas court transcript?\na) 25 numbered lines per page, 1.5 inch left margin, 1 inch other margins\nb) 30 numbered lines per page, 1 inch margins all around\nc) 24 numbered lines per page, 2 inch left margin, 1 inch other margins\nd) 28 numbered lines per page, 1.25 inch margins all around\n3. How should a court reporter transcribe a non -verbal response like a nod?\na) (The witness nods)\nb) Witness nodded affirmatively\nc) [Non-verbal response]\nd) /Nod/\n4. How should a court reporter indicate an off -the-record discussion in a transcript?\na) (Discussion off the record)\nb) [Off record]\nc) --Pause in proceedings --\nd) /Private discussion/\n5. How should quoted material within testimony be formatted?\na) Enclosed in quotation marks\nb) Italicized\nc) Indented on both sides\nd) Underlined\n6. What information must be included in a deposition transcript's certification page?\na) Court reporter's name, certification number, statement of oath, date and place\nb) Only the court reporter's signature and date\nc) List of all parties present and their co ntact information\nd) Summary of the deposition content\n7. How should a court reporter indicate that a witness has identified an exhibit?\na) (Witness identifies Exhibit A)\nb) Witness points to Exhibit A\nc) [Exhibit A identified]\nd) /Exhibit A shown/\n8. What's the proper way to transcribe overlapping speech in a deposition?\na) Use double dashes to show interruptions\nb) Use parentheses to indicate simultaneous speech\nc) Transcribe only the dominant speaker\nd) Use slashes to separate overlapping speech\n9. How should a parenthetical note indicating an interpreter is being used be formatted?\na) (The following proceedings were interpreted from Spanish to English)\nb) [Interpreter present]\nc) /Spanish interpretation/\nd) --Interpreted testimony follows --\n10. What's the correct way to indicate a change in speakers in a transcript?\na) Start a new line with the speaker's name followed by a colon\nb) Use quotation marks for each speaker\nc) Indent each time a new person speaks\nd) Use all caps for the speaker's name",
    "wrong_answers": [
      "Incorrect: A: A motion to dismiss asks the court to throw out a case due to legal insufficiency, typically\nbefore considering the merits. A motion for summary judgment asks t he court to rule in\nfavor of one party without a full trial, based on undisputed material facts.\n2. Q: What is \"voir dire\" and why is it conducted in court proceedings?\nA: Voir dire is the process of questioning potential jurors to assess their suitability for jury\nduty. It's conducted to identify biases, conflicts of interest, or other factors that might affect\na juror's impartiality, allowing attorneys to make informed decisions during jury selection.\n3. Q: Define \"nunc pro tunc\" and describe its typical use in legal contexts.\nA: Nunc pro tunc, meaning \"now for then\" in Latin, refers to a court ruling that has\nretroactive effect. It's typically used to correct clerical errors in court orders or judgments,\nallowing the corrected order to be effective as of the date of the original order.\n4. Q: What is the \"fruit of the poisonous tree\" doctrine in criminal law?\nA: The \"fruit of the poisonous tree\" doctrine holds that evidence obtained as a result of an\nillegal search, arrest, or interrogation (the \"poisonous tree\") is inadmissible in court. Th is\nextends to any evidence (the \"fruit\") derived from the initial illegal action.\n5. Q: Explain the difference between \"de novo\" and \"abuse of discretion\" standards of review.\nA: De novo review means the appellate court considers the issue anew, giving no deference\nto the lower court's decision. Abuse of discretion review gives more defere nce to the lower\ncourt, only overturning decisions that are clearly unreasonable or based on an error of law.\n6. Q: What is \"estoppel\" and how is it applied in law?\nA: Estoppel is a legal principle that prevents a person from asserting something contrary to\nwhat is implied by their previous actions or statements. For example, if a landlord accepts\nlate rent payments consistently, they may be estopped from evicting a tenant for a single\nlate payment without proper notice.\n7. Q: What role does an \"amicus curiae\" brief play in court proceedings?\nA: An amicus curiae (\"friend of the court\") brief is submitted by a person or organization not\nparty to a case to offer additional, relevant information or arguments to assist the court in\ndeciding a matter before it. These briefs often provide broader perspectives or specialized\nknowledge.\n8. Q: Describe the legal doctrine of \"respondeat superior\" and its implications.\nA: Respondeat superior, meaning \"let the master answer\" in Latin, is a doctrine that holds\nan employer responsible for the wrongful acts of an employee performed within the scope\nof their employment. This allows plaintiffs to seek damages from employers who may have\ndeeper pockets than individual employees.\n9. Q: How do \"probation\" and \"parole\" differ in criminal law?\nA: Probation is a sentence that allows an offender to remain in the community under\nsupervision instead of going to prison. Parole is the early release of a prisoner who agrees to\nabide by certain conditions, typically after serving part of their sentence. Probation is\nimposed at sentencing, while parole comes after incarceration.\n10. Q: What is \"habeas corpus\" and why is it significant in the legal system?\nA: Habeas corpus, meaning \"produce the body\" in Latin, is a legal action or writ by which a\nperson can seek relief from unlawful detention. It's significant as a fundamental protecti on\nagainst arbitrary imprisonment, allowing detainees to challenge the legal basis for their\ndetention in court.\nProfessional Standards & Ethics\n1. Q: What steps should a court reporter take upon discovering a significant error in a certified\ntranscript?\nA: The court reporter should immediately notify all parties involved and the court. They\nshould prepare an errata sheet detailing the errors and corr ections, and may need to re -\ncertify the corrected transcript. Prompt action is crucial to maintain the accuracy of the\nofficial record.\n2. Q: How should a court reporter respond to an attorney's request to alter the record?\nA: A court reporter should never alter the record at an attorney's request. They should firmly\nexplain that their ethical duty is to provide an accurate, verbatim transcri pt. If pressure\ncontinues, they should report the incident to the appropriate authority, such as the court or\ntheir professional association.\n3. Q: What ethical guidelines should court reporters follow regarding social media use?\nA: Court reporters should avoid discussing or posting about ongoing cases, even vaguely.\nThey should not connect on social media with attorneys or parties involved in thei r cases.\nAny professional use of social media should maintain the same level of confidentiality and\nprofessionalism as their work.\n4. Q: Why is impartiality crucial in court reporting, and how can it be maintained?\nA: Impartiality is crucial because court reporters create the official record of proceedings.\nTo maintain impartiality, reporters should avoid showing bias, refrain from offer ing opinions\non cases, and treat all parties equally. This ensures the integrity and reliability of the legal\nrecord.\n5. Q: What should a court reporter do if they discover a conflict of interest in an assigned\ncase?\nA: The court reporter should immediately disclose the conflict to all parties involved and the\npresiding judge or hiring attorney. Depending on the nature and s everity of the conflict, they\nmay need to recuse themselves from the case to maintain the integrity of the proceedings.\n6. Q: How should court reporters handle confidential information from off -the-record\nconversations?\nA: Court reporters must treat all information obtained during legal proceedings, including\noff-the-record conversations, as strictly confidential. They should not disclose or discuss\nthis information with anyone not involved in the case, even if it's not included in the official\ntranscript.\n7. Q: What are the ethical guidelines for court reporters regarding gift acceptance?\nA: Court reporters should generally refrain from accepting gifts from attorneys, parties, or\nwitnesses involved in cases they're reporting. Accepting gifts could create an ap pearance of\nimpropriety or bias. If offered a gift, it should be politely declined to maintain professional\nintegrity.\n8. Q: How should a court reporter respond if asked for their opinion on a case they're\nreporting?\nA: Court reporters should refrain from offering opinions on cases they're reporting. They\nshould politely explain that their role is to provide an impartial reco rd of the proceedings,\nnot to comment on the case. Offering opinions could compromise their impartiality and the\nintegrity of the transcript.\n9. Q: What ethical considerations apply to the storage and disposal of stenographic notes and\nrecordings?\nA: Court reporters must securely store all stenographic notes and recordings to maintain\nconfidentiality. When disposing of these materials, they should follow applicable legal\nrequirements and ensure complete destruction to prevent unauthorized access. This may\ninclude shredding paper notes and securely erasing digital files.\n10. Q: Why is continuing education important for court reporters from an ethical standpoint?\nA: Continuing education ensures court reporters stay updated on the latest technologies,\nlegal terminologies, and ethical standards. This helps maintain the high quali ty and integrity\nof their work, ensuring they can provide the best possible service to the legal system and all\nparties involved.\nGrammar & Vocabulary\n1. Q: How do \"affect\" and \"effect\" differ in legal writing?\nA: \"Affect\" is typically used as a verb meaning to influence or impact, while \"effect\" is\nusually a noun meaning result or consequence. For example: \"The new law will affect court\nprocedures\" vs. \"Th e effect of the ruling was immediate.\"\n2. Q: When should semicolons be used in compound sentences in legal writing?\nA: Semicolons should be used to separate independent clauses not joined by a\ncoordinating conjunction. They're also used to separate items in a complex list where the\nitems themselve s contain commas. For example: \"The plaintiff seeks damages; the\ndefendant denies liability.\"\n3. Q: What is the correct plural form of \"subpoena\"?\nA: The correct plural form of \"subpoena\" is \"subpoenas.\" While some legal terms maintain\ntheir Latin plurals, \"subpoena\" has been fully adopted into English and follows standard\nEnglish pluralization rules.\n4. Q: How should numbers be written in legal documents?\nA: Generally, numbers one through ten are spelled out, while numbers 11 and above are\nwritten as numerals. Exceptions include dates, times, and measurements. For example:\n\"The witness identified three su spects\" and \"The contract was signed by 12 parties.\"\n5. Q: What's the difference between \"further\" and \"farther\" in legal writing?\nA: \"Further\" is used for figurative or non -physical distance and additional time or quantity.\n\"Farther\" is used only for physical distance. For example: \"We need to further investig ate\"\nvs. \"The witness was farther from the scene than initially reported.\"\n6. Q: Why is the Oxford comma important in legal writing?\nA: The Oxford comma (the comma before \"and\" in a list of three or more items) is important\nin legal writing because it can prevent ambiguity. For example, in a will stating \"I leave my\nestate to John, Jane and Mary,\" it's unclear whether Jane and Mary share a portion or get\nseparate shares. \"I leave my estate to John, Jane, and Mary\" is clearer.\n7. Q: How do \"counsel\" and \"council\" differ in legal contexts?\nA: \"Counsel\" refers to a lawyer or legal adviser, or the act of giving legal advice. \"Council\"\nrefers to an assembly or group of people who come together to consult, deliberate, or make\ndecisions. For example: \"The defendant sought counsel\" vs. \"The city council passed the\nordinance.\"\n8. Q: How should Latin phrases be formatted in legal writing?\nA: Latin phrases should typically be italicized in legal writing, especially if they're not\ncommon in everyday English. For example: de novo, prima facie, res ipsa loquitur. However,\nvery common La tin phrases (like \"et al.\" or \"etc.\") are often not italicized.\n9. Q: What's the difference between \"principal\" and \"principle\" in legal contexts?\nA: \"Principal\" can be a noun meaning a main participant or a sum of money, or an adjective\nmeaning main or most important. \"Principle\" is always a noun meaning a fundamental\ntruth, law, or standard. For example: \"The principal amount of the loan\" vs. \"The principle of\ndue process.\"\n10. Q: How should hyphens be used with compound modifiers in legal writing?\nA: Compound modifiers (two or more words that act as a single adjective) should be\nhyphenated when they come before a noun. For example: \"well -established precedent,\"\n\"good-faith effor t.\" However, if the modifier comes after the noun, hyphens are typically not\nused: \"The precedent is well established.\"\nTranscription Standards\n1. Q: How should a court reporter indicate that testimony was read back to the jury?\nA: The court reporter should use a parenthetical note, such as: \"(The following testimony\nwas read back by the reporter:)\" followed by the read -back testimony, and then \"(End of\nread-back)\".\n2. Q: What is the standard format for a Texas court transcript, including margins and line\nnumbering?\nA: Texas court transcripts typically use letter -size paper (8.5\" x 11\"), with 1.5 inch left margin\nand 1 inch top, bottom, and right margins. Lines are numbe red consecutively on the left,\nwith 25 numbered lines per page. Page numbers appear at the bottom center.\n3. Q: How should non -verbal responses be transcribed in a deposition?\nA: Non-verbal responses should be described in parentheses. For example: \"(The witness\nnods)\" or \"(The witness shrugs)\". It's important to be objective and not interpret the meaning\nof the gesture.\n4. Q: What's the proper way to indicate an off -the-record discussion in a transcript?\nA: Off-the-record discussions should be noted with a parenthetical, such as: \"(Discussion\noff the record)\" When the record resumes, indicate: \"(Back on the record)\".\n5. Q: How should quoted material within testimony be formatted?\nA: Quoted material within testimony should be transcribed verbatim and enclosed in\nquotation marks. If it's a long quote, it may be set off in a separate paragraph, indented on\nboth sides.\n6. Q: What information must be included in a deposition transcript's certification page?\nA: The certification page should include the court reporter's name, certification number, a\nstatement that the deposition was taken under oath, the date and place of the deposition,\nand a statement that the transcript is a true and accurate record of the proceedings.\n7. Q: How should a court reporter indicate that a witness has identified an exhibit?\nA: This should be indicated with a parenthetical note, such as: \"(Witness identifies Exhibit\nA)\".\n8. Q: What's the proper way to transcribe overlapping speech in a deposition?\nA: Overlapping speech is typically indicated using dashes to show interruptions. For\nexample:\nAttorney: Did you see the --\nWitness: --Yes, I did.\n9. Q: How should a parenthetical note indicating an interpreter is being used be formatted?\nA: This should be indicated at the beginning of the transcript with a parenthetical note, such\nas: \"(The following proceedings were interpreted from Spanish to English )\".\n10. Q: What's the correct way to indicate a change in speakers in a transcript?\nA: Each change in speaker should start on a new line, with the speaker's name or role\nfollowed by a colon. For example:\nMr. Smith: I object to that question.\nThe Court: Objection o verruled.\nLegal & Judicial Terminology:\n1. What does \"nunc pro tunc\" mean in legal terms?\na) Now for then\nb) Not for trial\nc) New procedure\nd) No prosecution\n2. Which term refers to a court order demanding that a public official deliver an imprisoned\nindividual to the court?\na) Habeas corpus\nb) Mandamus\nc) Certiorari\nd) Subpoena\n3. What is the legal principle that prevents the same case from being litigated again once a\nfinal judgment has been rendered?\na) Res judicata\nb) Stare decisis\nc) Nolo contendere\nd) Prima facie\n4. What does \"voir dire\" refer to in court proceedings?\na) Questioning potential jurors\nb) Closing arguments\nc) Expert witness testimony\nd) Jury deliberations\n5. What is a \"motion in limine\"?\na) A pre-trial motion to exclude certain evidence\nb) A motion to dismiss the case\nc) A request for a change of venue\nd) A motion for a mistrial\n6. What does \"de novo\" mean in legal context?\na) From the beginning\nb) By the book\nc) Without prejudice\nd) For the record\n7. What is an \"amicus curiae\" brief?\na) A document submitted by a \"friend of the court\"\nb) A summary of the case prepared by the judge\nc) A witness statement\nd) A jury instruction\n8. What does \"pro se\" mean in legal proceedings?\na) Representing oneself\nb) For the state\nc) With prejudice\nd) By proxy\n9. What is a \"writ of certiorari\"?\na) An order from a higher court to review a lower court's decision\nb) A warrant for arrest\nc) A summons to appear in court\nd) A document certifying a court's decision\n10. What does \"ex parte\" mean in legal context?\na) From one side only\nb) Outside the court\nc) With extreme prejudice\nd) By mutual agreement\nProfessional Standards & Ethics:\n1. What should a court reporter do if they realize they've made a significant error in a certified\ntranscript?\na) Immediately notify all parties and prepare an errata sheet\nb) Ignore the error if it's minor\nc) Ask the attorney to correct it\nd) Rewrite the ent ire transcript\n2. How should a court reporter handle a request to go \"off the record\" during a deposition?\na) Wait for agreement from all attorneys present\nb) Immediately stop recording\nc) Continue recording but mark it as confidential\nd) Ask the witness for permission\n3. What is the primary ethical duty of a court reporter?\na) To produce an accurate, complete, and unbiased record\nb) To assist the attorneys in their case\nc) To interpret legal proceedings for the public\nd) To expedite the legal process\n4. How should a court reporter maintain confidentiality?\na) By not discussing case details with anyone not involved\nb) By only sharing information with close friends and family\nc) By posting general case information on social media\nd) By discussing cases only with other court reporters\n5. What should a court reporter do if they suspect a conflict of interest in a case they've been\nassigned?\na) Immediately disclose the conflict to all parties involved\nb) Proceed with the case but be extra careful\nc) Only disclose if directly asked about confl icts\nd) Recuse themselves without explanation\n6. How many hours of continuing education are required for Texas court reporters every two\nyears?\na) 10 hours\nb) 5 hours\nc) 20 hours\nd) 15 hours\n7. What is the maximum amount of time a court reporter's certification can be suspended in\nTexas?\na) 12 months\nb) 6 months\nc) 24 months\nd) 3 months\n8. How should a court reporter handle pressure from an attorney to alter the record?\na) Firmly refuse and explain their ethical duty\nb) Make minor alterations if pressured\nc) Consult with the judge before making any changes\nd) Agree to alter the record but no te it in the transcript\n9. What is the ethical guideline for court reporters regarding gift acceptance?\na) Refrain from accepting gifts from anyone involved in the case\nb) Accept gifts valued under $100\nc) Accept gifts only from winning parties\nd) Accept gifts but report them to the court\n10. How long must a Texas court reporter preserve notes of oral depositions?\na) 3 years\nb) 1 year\nc) 5 years\nd) 7 years\nGrammar & Vocabulary:\n1. What is the correct plural form of \"subpoena\"?\na) Subpoenas\nb) Subpoenae\nc) Subpoeni\nd) Subpoenases\n2. Which of the following is the correct use of \"affect\" in a sentence?\na) The new law will affect court procedures.\nb) The effect of the ruling was immediate.\nc) He affected a British accent.\nd) The side effects of the medication were severe.\n3. How should numbers generally be written in legal documents?\na) Numbers one through ten spelled out, 11 and above as numerals\nb) All numbers as numerals\nc) All numbers spelled out\nd) Only dates and times as numerals\n4. Which of the following is the correct use of a semicolon?\na) The plaintiff seeks damages; the defendant denies liability.\nb) The plaintiff seeks damages, the defendant denies liability.\nc) The plaintiff seeks damages: the defendant denies liability.\nd) The plaintiff seeks damages and the defendant denies liability.\n5. What is the correct spelling of the medical term for inflammation of the eyelid?\na) Blepharitis\nb) Blepheritis\nc) Blephiritis\nd) Blepharoitis\n6. Which of the following is the correct use of \"further\" vs \"farther\"?\na) We need to further investigate the case.\nb) The witness was further from the scene than initially reported.\nc) How much further do we need to drive?\nd) We can discuss this further at a later date.\n7. What is the correct way to format a Latin phrase in legal writing?\na) Italicize (e.g., de novo)\nb) Use quotation marks (e.g., \"de novo\")\nc) Capitalize (e.g., DE NOVO)\nd) No special formatting needed\n8. Which of the following is the correct use of \"principle\" vs \"principal\"?\na) The principle of due process is fundamental to our legal system.\nb) The principle amount of the loan was $50,000.\nc) He was the principle witness in the case.\nd) It's the principle of the thing that matters.\n9. What is the correct spelling of the medical term for a swelling containing blood?\na) Hematoma\nb) Hemotoma\nc) Haematoma\nd) Hemetoma\n10. Which of the following is the correct use of hyphens in compound modifiers?\na) A well-established precedent\nb) A well established precedent\nc) A wellestablished precedent\nd) A well established -precedent\nTranscription Standards:\n1. How should a court reporter indicate that testimony was read back to the jury?\na) (The following testimony was read back by the reporter:)\nb) [Read-back begins]\nc) --Testimony repeated --\nd) /Read back to jury/\n2. What is the standard line and page format for a Texas court transcript?\na) 25 numbered lines per page, 1.5 inch left margin, 1 inch other margins\nb) 30 numbered lines per page, 1 inch margins all around\nc) 24 numbered lines per page, 2 inch left margin, 1 inch other margins\nd) 28 numbered lines per page, 1.25 inch margins all around\n3. How should a court reporter transcribe a non -verbal response like a nod?\na) (The witness nods)\nb) Witness nodded affirmatively\nc) [Non-verbal response]\nd) /Nod/\n4. How should a court reporter indicate an off -the-record discussion in a transcript?\na) (Discussion off the record)\nb) [Off record]\nc) --Pause in proceedings --\nd) /Private discussion/\n5. How should quoted material within testimony be formatted?\na) Enclosed in quotation marks\nb) Italicized\nc) Indented on both sides\nd) Underlined\n6. What information must be included in a deposition transcript's certification page?\na) Court reporter's name, certification number, statement of oath, date and place\nb) Only the court reporter's signature and date\nc) List of all parties present and their co ntact information\nd) Summary of the deposition content\n7. How should a court reporter indicate that a witness has identified an exhibit?\na) (Witness identifies Exhibit A)\nb) Witness points to Exhibit A\nc) [Exhibit A identified]\nd) /Exhibit A shown/\n8. What's the proper way to transcribe overlapping speech in a deposition?\na) Use double dashes to show interruptions\nb) Use parentheses to indicate simultaneous speech\nc) Transcribe only the dominant speaker\nd) Use slashes to separate overlapping speech\n9. How should a parenthetical note indicating an interpreter is being used be formatted?\na) (The following proceedings were interpreted from Spanish to English)\nb) [Interpreter present]\nc) /Spanish interpretation/\nd) --Interpreted testimony follows --\n10. What's the correct way to indicate a change in speakers in a transcript?\na) Start a new line with the speaker's name followed by a colon\nb) Use quotation marks for each speaker\nc) Indent each time a new person speaks\nd) Use all caps for the speaker's name\nLegal & Judicial Terminology:\n1. What does \"nunc pro tunc\" mean in legal terms?\na) Now for then\nb) Not for trial\nc) New procedure\nd) No prosecution\n2. What is a \"writ of mandamus\"?\na) An order from a higher court to review a lower court's decision\nb) A court order commanding a government official to perform a specific duty\nc) A request for a change of venue\nd) A motion to dismiss a case\n3. What does \"res judicata\" refer to in legal proceedings?\na) A matter that has been decided and cannot be litigated again\nb) A pending legal action\nc) A preliminary hearing\nd) A request for additional evidence\n4. What is the purpose of \"voir dire\" in court proceedings?\na) To present closing arguments\nb) To question potential jurors\nc) To cross -examine witnesses\nd) To file motions\n5. What is a \"motion in limine\"?\na) A request for a change of venue\nb) A pre-trial motion to exclude certain evidence\nc) A motion to dismiss the case\nd) A request for a continuance\n6. What does \"de novo\" mean in legal context?\na) From the beginning\nb) By the book\nc) Without prejudice\nd) For the record\n7. What is an \"amicus curiae\" brief?\na) A summary of the case prepared by the judge\nb) A document submitted by a \"friend of the court\"\nc) A witness statement\nd) A jury instruction\n8. What does \"pro se\" mean in legal proceedings?\na) For the state\nb) With prejudice\nc) Representing oneself\nd) By proxy\n9. What is a \"writ of certiorari\"?\na) A warrant for arrest\nb) A summons to appear in court\nc) An order from a higher court to review a lower court's decision\nd) A document certifying a court's decision\n10. What does \"ex parte\" mean in legal context?\na) From one side only\nb) Outside the court\nc) With extreme prejudice\nd) By mutual agreement\nProfessional Standards & Ethics:\n1. What should a court reporter do if they realize they've made a significant error in a certified\ntranscript?\na) Ignore the error if it's minor\nb) Ask the attorney to correct it\nc) Immediately notify all parties and prepare an errata sheet\nd) Rewrite the ent ire transcript\n2. How should a court reporter handle a request to go \"off the record\" during a deposition?\na) Immediately stop recording\nb) Continue recording but mark it as confidential\nc) Ask the witness for permission\nd) Wait for agreement from all attorneys present\n3. What is the primary ethical duty of a court reporter?\na) To assist the attorneys in their case\nb) To interpret legal proceedings for the public\nc) To produce an accurate, complete, and unbiased record\nd) To expedite the legal process\n4. How should a court reporter maintain confidentiality?\na) By only sharing information with close friends and family\nb) By posting general case information on social media\nc) By discussing cases only with other court reporters\nd) By not discussing case details with anyone not involved\n5. What should a court reporter do if they suspect a conflict of interest in a case they've been\nassigned?\na) Proceed with the case but be extra careful\nb) Only disclose if directly asked about conflicts\nc) Immediately disclose the conflict to all parties inv olved\nd) Recuse themselves without explanation\n6. How many hours of continuing education are required for Texas court reporters every two\nyears?\na) 5 hours\nb) 10 hours\nc) 15 hours\nd) 20 hours\n7. What is the maximum amount of time a court reporter's certification can be suspended in\nTexas?\na) 3 months\nb) 6 months\nc) 12 months\nd) 24 months\n8. How should a court reporter handle pressure from an attorney to alter the record?\na) Make minor alterations if pressured\nb) Consult with the judge before making any changes\nc) Agree to alter the record but note it in the transcript\nd) Firmly refuse and exp lain their ethical duty\n9. What is the ethical guideline for court reporters regarding gift acceptance?\na) Accept gifts valued under $100\nb) Accept gifts only from winning parties\nc) Refrain from accepting gifts from anyone involved in the case\nd) Accept gifts but report them to the court\n10. How long must a Texas court reporter preserve notes of oral depositions?\na) 1 year\nb) 3 years\nc) 5 years\nd) 7 years\nLegal & Judicial Terminology:\n1. What does \"nunc pro tunc\" mean in legal terms?\na) Now for then\nb) Not for trial\nc) New procedure\nd) No prosecution\n2. What is a \"writ of mandamus\"?\na) An order from a higher court to review a lower court's decision\nb) A court order commanding a government official to perform a specific duty\nc) A request for a change of venue\nd) A motion to dismiss a case\n3. What does \"res judicata\" refer to in legal proceedings?\na) A matter that has been decided and cannot be litigated again\nb) A pending legal action\nc) A preliminary hearing\nd) A request for additional evidence\n4. What is the purpose of \"voir dire\" in court proceedings?\na) To present closing arguments\nb) To question potential jurors\nc) To cross -examine witnesses\nd) To file motions\n5. What is a \"motion in limine\"?\na) A request for a change of venue\nb) A pre-trial motion to exclude certain evidence\nc) A motion to dismiss the case\nd) A request for a continuance\n6. What does \"de novo\" mean in legal context?\na) From the beginning\nb) By the book\nc) Without prejudice\nd) For the record\n7. What is an \"amicus curiae\" brief?\na) A summary of the case prepared by the judge\nb) A document submitted by a \"friend of the court\"\nc) A witness statement\nd) A jury instruction\n8. What does \"pro se\" mean in legal proceedings?\na) For the state\nb) With prejudice\nc) Representing oneself\nd) By proxy\n9. What is a \"writ of certiorari\"?\na) A warrant for arrest\nb) A summons to appear in court\nc) An order from a higher court to review a lower court's decision\nd) A document certifying a court's decision\n10. What does \"ex parte\" mean in legal context?\na) From one side only\nb) Outside the court\nc) With extreme prejudice\nd) By mutual agreement\nProfessional Standards & Ethics:\n1. What should a court reporter do if they realize they've made a significant error in a certified\ntranscript?\na) Ignore the error if it's minor\nb) Ask the attorney to correct it\nc) Immediately notify all parties and prepare an errata sheet\nd) Rewrite the ent ire transcript\n2. How should a court reporter handle a request to go \"off the record\" during a deposition?\na) Immediately stop recording\nb) Continue recording but mark it as confidential\nc) Ask the witness for permission\nd) Wait for agreement from all attorneys present\n3. What is the primary ethical duty of a court reporter?\na) To assist the attorneys in their case\nb) To interpret legal proceedings for the public\nc) To produce an accurate, complete, and unbiased record\nd) To expedite the legal process\n4. How should a court reporter maintain confidentiality?\na) By only sharing information with close friends and family\nb) By posting general case information on social media\nc) By discussing cases only with other court reporters\nd) By not discussing case detai ls with anyone not involved\n5. What should a court reporter do if they suspect a conflict of interest in a case they've been\nassigned?\na) Proceed with the case but be extra careful\nb) Only disclose if directly asked about conflicts\nc) Immediately disclose the conflict to all parties inv olved\nd) Recuse themselves without explanation\n6. How many hours of continuing education are required for Texas court reporters every two\nyears?\na) 5 hours\nb) 10 hours\nc) 15 hours\nd) 20 hours\n7. What is the maximum amount of time a court reporter's certification can be suspended in\nTexas?\na) 3 months\nb) 6 months\nc) 12 months\nd) 24 months\n8. How should a court reporter handle pressure from an attorney to alter the record?\na) Make minor alterations if pressured\nb) Consult with the judge before making any changes\nc) Agree to alter the record but note it in the transcript\nd) Firmly refuse and exp lain their ethical duty\n9. What is the ethical guideline for court reporters regarding gift acceptance?\na) Accept gifts valued under $100\nb) Accept gifts only from winning parties\nc) Refrain from accepting gifts from anyone involved in the case\nd) Accept gifts but report them to the court\n10. How long must a Texas court reporter preserve notes of oral depositions?\na) 1 year\nb) 3 years\nc) 5 years\nd) 7 years\nLegal & Judicial Terminology:\n1. What does \"nunc pro tunc\" mean in legal terms?\na) Now for then\nb) Not for trial\nc) New procedure\nd) No prosecution\n2. What is a \"writ of mandamus\"?\na) An order from a higher court to review a lower court's decision\nb) A court order commanding a government official to perform a specific duty\nc) A request for a change of venue\nd) A motion to dismiss a case\n3. What does \"res judicata\" refer to in legal proceedings?\na) A matter that has been decided and cannot be litigated again\nb) A pending legal action\nc) A preliminary hearing\nd) A request for additional evidence\n4. What is the purpose of \"voir dire\" in court proceedings?\na) To present closing arguments\nb) To question potential jurors\nc) To cross -examine witnesses\nd) To file motions\n5. What is a \"motion in limine\"?\na) A request for a change of venue\nb) A pre-trial motion to exclude certain evidence\nc) A motion to dismiss the case\nd) A request for a continuance\n6. What does \"de novo\" mean in legal context?\na) From the beginning\nb) By the book\nc) Without prejudice\nd) For the record\n7. What is an \"amicus curiae\" brief?\na) A summary of the case prepared by the judge\nb) A document submitted by a \"friend of the court\"\nc) A witness statement\nd) A jury instruction\n8. What does \"pro se\" mean in legal proceedings?\na) For the state\nb) With prejudice\nc) Representing oneself\nd) By proxy\n9. What is a \"writ of certiorari\"?\na) A warrant for arrest\nb) A summons to appear in court\nc) An order from a higher court to review a lower court's decision\nd) A document certifying a court's decision\n10. What does \"ex parte\" mean in legal context?\na) From one side only\nb) Outside the court\nc) With extreme prejudice\nd) By mutual agreement\nProfessional Standards & Ethics:\n1. What should a court reporter do if they realize they've made a significant error in a certified\ntranscript?\na) Ignore the error if it's minor\nb) Ask the attorney to correct it\nc) Immediately notify all parties and prepare an errata sheet\nd) Rewrite the ent ire transcript\n2. How should a court reporter handle a request to go \"off the record\" during a deposition?\na) Immediately stop recording\nb) Continue recording but mark it as confidential\nc) Ask the witness for permission\nd) Wait for agreement from all attorneys present\n3. What is the primary ethical duty of a court reporter?\na) To assist the attorneys in their case\nb) To interpret legal proceedings for the public\nc) To produce an accurate, complete, and unbiased record\nd) To expedite the legal process\n4. How should a court reporter maintain confidentiality?\na) By only sharing information with close friends and family\nb) By posting general case information on social media\nc) By discussing cases only with other court reporters\nd) By not discussing case detai ls with anyone not involved\n5. What should a court reporter do if they suspect a conflict of interest in a case they've been\nassigned?\na) Proceed with the case but be extra careful\nb) Only disclose if directly asked about conflicts\nc) Immediately disclose the conflict to all parties inv olved\nd) Recuse themselves without explanation\n6. How many hours of continuing education are required for Texas court reporters every two\nyears?\na) 5 hours\nb) 10 hours\nc) 15 hours\nd) 20 hours\n7. What is the maximum amount of time a court reporter's certification can be suspended in\nTexas?\na) 3 months\nb) 6 months\nc) 12 months\nd) 24 months\n8. How should a court reporter handle pressure from an attorney to alter the record?\na) Make minor alterations if pressured\nb) Consult with the judge before making any changes\nc) Agree to alter the record but note it in the transcript\nd) Firmly refuse and exp lain their ethical duty\n9. What is the ethical guideline for court reporters regarding gift acceptance?\na) Accept gifts valued under $100\nb) Accept gifts only from winning parties\nc) Refrain from accepting gifts from anyone involved in the case\nd) Accept gifts but report them to the court\n10. How long must a Texas court reporter preserve notes of oral depositions?\na) 1 year\nb) 3 years\nc) 5 years\nd) 7 years\nGrammar & Vocabulary:\n1. What is the correct plural form of \"subpoena\"?\na) Subpoenas\nb) Subpoenae\nc) Subpoeni\nd) Subpoenases\n2. Which of the following is the correct use of \"affect\" in a sentence?\na) The new law will affect court procedures.\nb) The effect of the ruling was immediate.\nc) He affected a British accent.\nd) The side effects of the medication were severe.\n3. How should numbers generally be written in legal documents?\na) Numbers one through ten spelled out, 11 and above as numerals\nb) All numbers as numerals\nc) All numbers spelled out\nd) Only dates and times as numerals\n4. Which of the following is the correct use of a semicolon?\na) The plaintiff seeks damages; the defendant denies liability.\nb) The plaintiff seeks damages, the defendant denies liability.\nc) The plaintiff seeks damages: the defendant denies liability.\nd) The plaintiff seeks damages and the defendant denies liability.\n5. What is the correct spelling of the medical term for inflammation of the eyelid?\na) Blepharitis\nb) Blepheritis\nc) Blephiritis\nd) Blepharoitis\n6. Which of the following is the correct use of \"further\" vs \"farther\"?\na) We need to further investigate the case.\nb) The witness was further from the scene than initially reported.\nc) How much further do we need to drive?\nd) We can discuss this further at a later date.\n7. What is the correct way to format a Latin phrase in legal writing?\na) Italicize (e.g., de novo)\nb) Use quotation marks (e.g., \"de novo\")\nc) Capitalize (e.g., DE NOVO)\nd) No special formatting needed\n8. Which of the following is the correct use of \"principle\" vs \"principal\"?\na) The principle of due process is fundamental to our legal system.\nb) The principle amount of the loan was $50,000.\nc) He was the principle witness in the case.\nd) It's the principle of the thing that matters.\n9. What is the correct spelling of the medical term for a swelling containing blood?\na) Hematoma\nb) Hemotoma\nc) Haematoma\nd) Hemetoma\n10. Which of the following is the correct use of hyphens in compound modifiers?\na) A well-established precedent\nb) A well established precedent\nc) A wellestablished precedent\nd) A well established -precedent\nTranscription Standards:\n1. How should a court reporter indicate that testimony was read back to the jury?\na) (The following testimony was read back by the reporter:)\nb) [Read-back begins]\nc) --Testimony repeated --\nd) /Read back to jury/\n2. What is the standard line and page format for a Texas court transcript?\na) 25 numbered lines per page, 1.5 inch left margin, 1 inch other margins\nb) 30 numbered lines per page, 1 inch margins all around\nc) 24 numbered lines per page, 2 inch left margin, 1 inch other margins\nd) 28 numbered lines per page, 1.25 inch margins all around\n3. How should a court reporter transcribe a non -verbal response like a nod?\na) (The witness nods)\nb) Witness nodded affirmatively\nc) [Non-verbal response]\nd) /Nod/\n4. How should a court reporter indicate an off -the-record discussion in a transcript?\na) (Discussion off the record)\nb) [Off record]\nc) --Pause in proceedings --\nd) /Private discussion/\n5. How should quoted material within testimony be formatted?\na) Enclosed in quotation marks\nb) Italicized\nc) Indented on both sides\nd) Underlined\n6. What information must be included in a deposition transcript's certification page?\na) Court reporter's name, certification number, statement of oath, date and place\nb) Only the court reporter's signature and date\nc) List of all parties present and their co ntact information\nd) Summary of the deposition content\n7. How should a court reporter indicate that a witness has identified an exhibit?\na) (Witness identifies Exhibit A)\nb) Witness points to Exhibit A\nc) [Exhibit A identified]\nd) /Exhibit A shown/\n8. What's the proper way to transcribe overlapping speech in a deposition?\na) Use double dashes to show interruptions\nb) Use parentheses to indicate simultaneous speech\nc) Transcribe only the dominant speaker\nd) Use slashes to separate overlapping speech\n9. How should a parenthetical note indicating an interpreter is being used be formatted?\na) (The following proceedings were interpreted from Spanish to English)\nb) [Interpreter present]\nc) /Spanish interpretation/\nd) --Interpreted testimony follows --\n10. What's the correct way to indicate a change in speakers in a transcript?\na) Start a new line with the speaker's name followed by a colon\nb) Use quotation marks for each speaker\nc) Indent each time a new person speaks\nd) Use all caps for the speaker's name\nLegal & Judicial Terminology:\n1. What does \"res ipsa loquitur\" mean in legal terms?\na) The thing speaks for itself\nb) Let the buyer beware\nc) Beyond a reasonable doubt\nd) At first glance\n2. What is a \"writ of mandamus\"?\na) An order to release a prisoner\nb) A command to a lower court or official to perform a specific duty\nc) A request for a new trial\nd) An order to stop proceedings\n3. What does \"voir dire\" refer to in court proceedings?\na) Closing arguments\nb) Jury selection process\nc) Witness testimony\nd) Judge's instructions\n4. What is \"habeas corpus\" in legal terms?\na) A type of criminal charge\nb) A writ ordering a person in custody to be brought before a court\nc) A plea bargain agreement\nd) A type of civil lawsuit\n5. What does \"de novo\" mean in a legal context?\na) From the beginning\nb) Without prejudice\nc) In good faith\nd) Beyond a reasonable doubt\n6. What is an \"amicus curiae\" brief?\na) A summary of the case by the judge\nb) A document submitted by a \"friend of the court\"\nc) A witness statement\nd) A jury instruction\n7. What does \"pro se\" mean in legal proceedings?\na) For the state\nb) With prejudice\nc) Representing oneself\nd) By proxy\n8. What is a \"motion in limine\"?\na) A request for a change of venue\nb) A pre-trial motion to exclude certain evidence\nc) A motion to dismiss the case\nd) A request for a continuance\n9. What does \"nunc pro tunc\" mean?\na) Now for then\nb) Not for trial\nc) New procedure\nd) No prosecution\n10. What is \"stare decisis\" in legal context?\na) A type of court order\nb) The principle of following precedent in legal decisions\nc) A method of jury selection\nd) A form of alternative dispute resolution\nProfessional Standards & Ethics:\n1. What should a court reporter do if they realize they've made a significant error in a certified\ntranscript?\na) Ignore the error if it's minor\nb) Ask the attorney to correct it\nc) Immediately notify all parties and prepare an errata sheet\nd) Rewrite the ent ire transcript\n2. How many hours of continuing education are required for Texas court reporters every two\nyears?\na) 5 hours\nb) 10 hours\nc) 15 hours\nd) 20 hours\n3. What is the maximum amount of time a court reporter's certification can be suspended in\nTexas?\na) 3 months\nb) 6 months\nc) 12 months\nd) 24 months\n4. How should a court reporter handle pressure from an attorney to alter the record?\na) Make minor alterations if pressured\nb) Consult with the judge before making any changes\nc) Agree to alter the record but note it in the transcript\nd) Firmly refuse and exp lain their ethical duty\n5. What is the ethical guideline for court reporters regarding gift acceptance?\na) Accept gifts valued under $100\nb) Accept gifts only from winning parties\nc) Refrain from accepting gifts from anyone involved in the case\nd) Accept gifts but report them to the court\n6. How long must a Texas court reporter preserve notes of oral depositions?\na) 1 year\nb) 3 years\nc) 5 years\nd) 7 years\n7. What should a court reporter do if they suspect a conflict of interest in a case they've been\nassigned?\na) Proceed with the case but be extra careful\nb) Only disclose if directly asked about conflicts\nc) Immediately disclose the conflict to all parties inv olved\nd) Recuse themselves without explanation\n8. How should a court reporter maintain confidentiality?\na) By only sharing information with close friends and family\nb) By posting general case information on social media\nc) By discussing cases only with other court reporters\nd) By not discussing case detai ls with anyone not involved\n9. What is the primary ethical duty of a court reporter?\na) To assist the attorneys in their case\nb) To interpret legal proceedings for the public\nc) To produce an accurate, complete, and unbiased record\nd) To expedite the legal process\n10. How should a court reporter handle a request to go \"off the record\" during a deposition?\na) Immediately stop recording\nb) Continue recording but mark it as confidential\nc) Ask the witness for permission\nd) Wait for agreement from all attorneys present\nGrammar & Vocabulary:\n1. What is the correct plural form of \"subpoena\"?\na) Subpoenas\nb) Subpoenae\nc) Subpoeni\nd) Subpoenases\n2. Which of the following is the correct use of \"affect\" in a sentence?\na) The new law will affect court procedures.\nb) The effect of the ruling was immediate.\nc) He affected a British accent.\nd) The side effects of the medication were severe.\n3. How should numbers generally be written in legal documents?\na) Numbers one through ten spelled out, 11 and above as numerals\nb) All numbers as numerals\nc) All numbers spelled out\nd) Only dates and times as numerals\n4. Which of the following is the correct use of a semicolon?\na) The plaintiff seeks damages; the defendant denies liability.\nb) The plaintiff seeks damages, the defendant denies liability.\nc) The plaintiff seeks damages: the defendant denies liability.\nd) The plaintiff seeks damages and the defendant denies liability.\n5. What is the correct spelling of the medical term for inflammation of the eyelid?\na) Blepharitis\nb) Blepheritis\nc) Blephiritis\nd) Blepharoitis\n6. Which of the following is the correct use of \"further\" vs \"farther\"?\na) We need to further investigate the case.\nb) The witness was further from the scene than initially reported.\nc) How much further do we need to drive?\nd) We can discuss this further at a later date.\n7. What is the correct way to format a Latin phrase in legal writing?\na) Italicize (e.g., de novo)\nb) Use quotation marks (e.g., \"de novo\")\nc) Capitalize (e.g., DE NOVO)\nd) No special formatting needed\n8. Which of the following is the correct use of \"principle\" vs \"principal\"?\na) The principle of due process is fundamental to our legal system.\nb) The principle amount of the loan was $50,000.\nc) He was the principle witness in the case.\nd) It's the principle of the thing that matters.\n9. What is the correct spelling of the medical term for a swelling containing blood?\na) Hematoma\nb) Hemotoma\nc) Haematoma\nd) Hemetoma\n10. Which of the following is the correct use of hyphens in compound modifiers?\na) A well-established precedent\nb) A well established precedent\nc) A wellestablished precedent\nd) A well established -precedent\nTranscription Standards:\n1. How should a court reporter indicate that testimony was read back to the jury?\na) (The following testimony was read back by the reporter:)\nb) [Read-back begins]\nc) --Testimony repeated --\nd) /Read back to jury/\n2. What is the standard line and page format for a Texas court transcript?\na) 25 numbered lines per page, 1.5 inch left margin, 1 inch other margins\nb) 30 numbered lines per page, 1 inch margins all around\nc) 24 numbered lines per page, 2 inch left margin, 1 inch other margins\nd) 28 numbered lines per page, 1.25 inch margins all around\n3. How should a court reporter transcribe a non -verbal response like a nod?\na) (The witness nods)\nb) Witness nodded affirmatively\nc) [Non-verbal response]\nd) /Nod/\n4. How should a court reporter indicate an off -the-record discussion in a transcript?\na) (Discussion off the record)\nb) [Off record]\nc) --Pause in proceedings --\nd) /Private discussion/\n5. How should quoted material within testimony be formatted?\na) Enclosed in quotation marks\nb) Italicized\nc) Indented on both sides\nd) Underlined\n6. What information must be included in a deposition transcript's certification page?\na) Court reporter's name, certification number, statement of oath, date and place\nb) Only the court reporter's signature and date\nc) List of all parties present and their co ntact information\nd) Summary of the deposition content\n7. How should a court reporter indicate that a witness has identified an exhibit?\na) (Witness identifies Exhibit A)\nb) Witness points to Exhibit A\nc) [Exhibit A identified]\nd) /Exhibit A shown/\n8. What's the proper way to transcribe overlapping speech in a deposition?\na) Use double dashes to show interruptions\nb) Use parentheses to indicate simultaneous speech\nc) Transcribe only the dominant speaker\nd) Use slashes to separate overlapping speech\n9. How should a parenthetical note indicating an interpreter is being used be formatted?\na) (The following proceedings were interpreted from Spanish to English)\nb) [Interpreter present]\nc) /Spanish interpretation/\nd) --Interpreted testimony follows --\n10. What's the correct way to indicate a change in speakers in a transcript?\na) Start a new line with the speaker's name followed by a colon\nb) Use quotation marks for each speaker\nc) Indent each time a new person speaks\nd) Use all caps for the speaker's name",
      "Not quite: A: A motion to dismiss asks the court to throw out a case due to legal insufficiency, typically\nbefore considering the merits. A motion for summary judgment asks t he court to rule in\nfavor of one party without a full trial, based on undisputed material facts.\n2. Q: What is \"voir dire\" and why is it conducted in court proceedings?\nA: Voir dire is the process of questioning potential jurors to assess their suitability for jury\nduty. It's conducted to identify biases, conflicts of interest, or other factors that might affect\na juror's impartiality, allowing attorneys to make informed decisions during jury selection.\n3. Q: Define \"nunc pro tunc\" and describe its typical use in legal contexts.\nA: Nunc pro tunc, meaning \"now for then\" in Latin, refers to a court ruling that has\nretroactive effect. It's typically used to correct clerical errors in court orders or judgments,\nallowing the corrected order to be effective as of the date of the original order.\n4. Q: What is the \"fruit of the poisonous tree\" doctrine in criminal law?\nA: The \"fruit of the poisonous tree\" doctrine holds that evidence obtained as a result of an\nillegal search, arrest, or interrogation (the \"poisonous tree\") is inadmissible in court. Th is\nextends to any evidence (the \"fruit\") derived from the initial illegal action.\n5. Q: Explain the difference between \"de novo\" and \"abuse of discretion\" standards of review.\nA: De novo review means the appellate court considers the issue anew, giving no deference\nto the lower court's decision. Abuse of discretion review gives more defere nce to the lower\ncourt, only overturning decisions that are clearly unreasonable or based on an error of law.\n6. Q: What is \"estoppel\" and how is it applied in law?\nA: Estoppel is a legal principle that prevents a person from asserting something contrary to\nwhat is implied by their previous actions or statements. For example, if a landlord accepts\nlate rent payments consistently, they may be estopped from evicting a tenant for a single\nlate payment without proper notice.\n7. Q: What role does an \"amicus curiae\" brief play in court proceedings?\nA: An amicus curiae (\"friend of the court\") brief is submitted by a person or organization not\nparty to a case to offer additional, relevant information or arguments to assist the court in\ndeciding a matter before it. These briefs often provide broader perspectives or specialized\nknowledge.\n8. Q: Describe the legal doctrine of \"respondeat superior\" and its implications.\nA: Respondeat superior, meaning \"let the master answer\" in Latin, is a doctrine that holds\nan employer responsible for the wrongful acts of an employee performed within the scope\nof their employment. This allows plaintiffs to seek damages from employers who may have\ndeeper pockets than individual employees.\n9. Q: How do \"probation\" and \"parole\" differ in criminal law?\nA: Probation is a sentence that allows an offender to remain in the community under\nsupervision instead of going to prison. Parole is the early release of a prisoner who agrees to\nabide by certain conditions, typically after serving part of their sentence. Probation is\nimposed at sentencing, while parole comes after incarceration.\n10. Q: What is \"habeas corpus\" and why is it significant in the legal system?\nA: Habeas corpus, meaning \"produce the body\" in Latin, is a legal action or writ by which a\nperson can seek relief from unlawful detention. It's significant as a fundamental protecti on\nagainst arbitrary imprisonment, allowing detainees to challenge the legal basis for their\ndetention in court.\nProfessional Standards & Ethics\n1. Q: What steps should a court reporter take upon discovering a significant error in a certified\ntranscript?\nA: The court reporter should immediately notify all parties involved and the court. They\nshould prepare an errata sheet detailing the errors and corr ections, and may need to re -\ncertify the corrected transcript. Prompt action is crucial to maintain the accuracy of the\nofficial record.\n2. Q: How should a court reporter respond to an attorney's request to alter the record?\nA: A court reporter should never alter the record at an attorney's request. They should firmly\nexplain that their ethical duty is to provide an accurate, verbatim transcri pt. If pressure\ncontinues, they should report the incident to the appropriate authority, such as the court or\ntheir professional association.\n3. Q: What ethical guidelines should court reporters follow regarding social media use?\nA: Court reporters should avoid discussing or posting about ongoing cases, even vaguely.\nThey should not connect on social media with attorneys or parties involved in thei r cases.\nAny professional use of social media should maintain the same level of confidentiality and\nprofessionalism as their work.\n4. Q: Why is impartiality crucial in court reporting, and how can it be maintained?\nA: Impartiality is crucial because court reporters create the official record of proceedings.\nTo maintain impartiality, reporters should avoid showing bias, refrain from offer ing opinions\non cases, and treat all parties equally. This ensures the integrity and reliability of the legal\nrecord.\n5. Q: What should a court reporter do if they discover a conflict of interest in an assigned\ncase?\nA: The court reporter should immediately disclose the conflict to all parties involved and the\npresiding judge or hiring attorney. Depending on the nature and s everity of the conflict, they\nmay need to recuse themselves from the case to maintain the integrity of the proceedings.\n6. Q: How should court reporters handle confidential information from off -the-record\nconversations?\nA: Court reporters must treat all information obtained during legal proceedings, including\noff-the-record conversations, as strictly confidential. They should not disclose or discuss\nthis information with anyone not involved in the case, even if it's not included in the official\ntranscript.\n7. Q: What are the ethical guidelines for court reporters regarding gift acceptance?\nA: Court reporters should generally refrain from accepting gifts from attorneys, parties, or\nwitnesses involved in cases they're reporting. Accepting gifts could create an ap pearance of\nimpropriety or bias. If offered a gift, it should be politely declined to maintain professional\nintegrity.\n8. Q: How should a court reporter respond if asked for their opinion on a case they're\nreporting?\nA: Court reporters should refrain from offering opinions on cases they're reporting. They\nshould politely explain that their role is to provide an impartial reco rd of the proceedings,\nnot to comment on the case. Offering opinions could compromise their impartiality and the\nintegrity of the transcript.\n9. Q: What ethical considerations apply to the storage and disposal of stenographic notes and\nrecordings?\nA: Court reporters must securely store all stenographic notes and recordings to maintain\nconfidentiality. When disposing of these materials, they should follow applicable legal\nrequirements and ensure complete destruction to prevent unauthorized access. This may\ninclude shredding paper notes and securely erasing digital files.\n10. Q: Why is continuing education important for court reporters from an ethical standpoint?\nA: Continuing education ensures court reporters stay updated on the latest technologies,\nlegal terminologies, and ethical standards. This helps maintain the high quali ty and integrity\nof their work, ensuring they can provide the best possible service to the legal system and all\nparties involved.\nGrammar & Vocabulary\n1. Q: How do \"affect\" and \"effect\" differ in legal writing?\nA: \"Affect\" is typically used as a verb meaning to influence or impact, while \"effect\" is\nusually a noun meaning result or consequence. For example: \"The new law will affect court\nprocedures\" vs. \"Th e effect of the ruling was immediate.\"\n2. Q: When should semicolons be used in compound sentences in legal writing?\nA: Semicolons should be used to separate independent clauses not joined by a\ncoordinating conjunction. They're also used to separate items in a complex list where the\nitems themselve s contain commas. For example: \"The plaintiff seeks damages; the\ndefendant denies liability.\"\n3. Q: What is the correct plural form of \"subpoena\"?\nA: The correct plural form of \"subpoena\" is \"subpoenas.\" While some legal terms maintain\ntheir Latin plurals, \"subpoena\" has been fully adopted into English and follows standard\nEnglish pluralization rules.\n4. Q: How should numbers be written in legal documents?\nA: Generally, numbers one through ten are spelled out, while numbers 11 and above are\nwritten as numerals. Exceptions include dates, times, and measurements. For example:\n\"The witness identified three su spects\" and \"The contract was signed by 12 parties.\"\n5. Q: What's the difference between \"further\" and \"farther\" in legal writing?\nA: \"Further\" is used for figurative or non -physical distance and additional time or quantity.\n\"Farther\" is used only for physical distance. For example: \"We need to further investig ate\"\nvs. \"The witness was farther from the scene than initially reported.\"\n6. Q: Why is the Oxford comma important in legal writing?\nA: The Oxford comma (the comma before \"and\" in a list of three or more items) is important\nin legal writing because it can prevent ambiguity. For example, in a will stating \"I leave my\nestate to John, Jane and Mary,\" it's unclear whether Jane and Mary share a portion or get\nseparate shares. \"I leave my estate to John, Jane, and Mary\" is clearer.\n7. Q: How do \"counsel\" and \"council\" differ in legal contexts?\nA: \"Counsel\" refers to a lawyer or legal adviser, or the act of giving legal advice. \"Council\"\nrefers to an assembly or group of people who come together to consult, deliberate, or make\ndecisions. For example: \"The defendant sought counsel\" vs. \"The city council passed the\nordinance.\"\n8. Q: How should Latin phrases be formatted in legal writing?\nA: Latin phrases should typically be italicized in legal writing, especially if they're not\ncommon in everyday English. For example: de novo, prima facie, res ipsa loquitur. However,\nvery common La tin phrases (like \"et al.\" or \"etc.\") are often not italicized.\n9. Q: What's the difference between \"principal\" and \"principle\" in legal contexts?\nA: \"Principal\" can be a noun meaning a main participant or a sum of money, or an adjective\nmeaning main or most important. \"Principle\" is always a noun meaning a fundamental\ntruth, law, or standard. For example: \"The principal amount of the loan\" vs. \"The principle of\ndue process.\"\n10. Q: How should hyphens be used with compound modifiers in legal writing?\nA: Compound modifiers (two or more words that act as a single adjective) should be\nhyphenated when they come before a noun. For example: \"well -established precedent,\"\n\"good-faith effor t.\" However, if the modifier comes after the noun, hyphens are typically not\nused: \"The precedent is well established.\"\nTranscription Standards\n1. Q: How should a court reporter indicate that testimony was read back to the jury?\nA: The court reporter should use a parenthetical note, such as: \"(The following testimony\nwas read back by the reporter:)\" followed by the read -back testimony, and then \"(End of\nread-back)\".\n2. Q: What is the standard format for a Texas court transcript, including margins and line\nnumbering?\nA: Texas court transcripts typically use letter -size paper (8.5\" x 11\"), with 1.5 inch left margin\nand 1 inch top, bottom, and right margins. Lines are numbe red consecutively on the left,\nwith 25 numbered lines per page. Page numbers appear at the bottom center.\n3. Q: How should non -verbal responses be transcribed in a deposition?\nA: Non-verbal responses should be described in parentheses. For example: \"(The witness\nnods)\" or \"(The witness shrugs)\". It's important to be objective and not interpret the meaning\nof the gesture.\n4. Q: What's the proper way to indicate an off -the-record discussion in a transcript?\nA: Off-the-record discussions should be noted with a parenthetical, such as: \"(Discussion\noff the record)\" When the record resumes, indicate: \"(Back on the record)\".\n5. Q: How should quoted material within testimony be formatted?\nA: Quoted material within testimony should be transcribed verbatim and enclosed in\nquotation marks. If it's a long quote, it may be set off in a separate paragraph, indented on\nboth sides.\n6. Q: What information must be included in a deposition transcript's certification page?\nA: The certification page should include the court reporter's name, certification number, a\nstatement that the deposition was taken under oath, the date and place of the deposition,\nand a statement that the transcript is a true and accurate record of the proceedings.\n7. Q: How should a court reporter indicate that a witness has identified an exhibit?\nA: This should be indicated with a parenthetical note, such as: \"(Witness identifies Exhibit\nA)\".\n8. Q: What's the proper way to transcribe overlapping speech in a deposition?\nA: Overlapping speech is typically indicated using dashes to show interruptions. For\nexample:\nAttorney: Did you see the --\nWitness: --Yes, I did.\n9. Q: How should a parenthetical note indicating an interpreter is being used be formatted?\nA: This should be indicated at the beginning of the transcript with a parenthetical note, such\nas: \"(The following proceedings were interpreted from Spanish to English )\".\n10. Q: What's the correct way to indicate a change in speakers in a transcript?\nA: Each change in speaker should start on a new line, with the speaker's name or role\nfollowed by a colon. For example:\nMr. Smith: I object to that question.\nThe Court: Objection o verruled.\nLegal & Judicial Terminology:\n1. What does \"nunc pro tunc\" mean in legal terms?\na) Now for then\nb) Not for trial\nc) New procedure\nd) No prosecution\n2. Which term refers to a court order demanding that a public official deliver an imprisoned\nindividual to the court?\na) Habeas corpus\nb) Mandamus\nc) Certiorari\nd) Subpoena\n3. What is the legal principle that prevents the same case from being litigated again once a\nfinal judgment has been rendered?\na) Res judicata\nb) Stare decisis\nc) Nolo contendere\nd) Prima facie\n4. What does \"voir dire\" refer to in court proceedings?\na) Questioning potential jurors\nb) Closing arguments\nc) Expert witness testimony\nd) Jury deliberations\n5. What is a \"motion in limine\"?\na) A pre-trial motion to exclude certain evidence\nb) A motion to dismiss the case\nc) A request for a change of venue\nd) A motion for a mistrial\n6. What does \"de novo\" mean in legal context?\na) From the beginning\nb) By the book\nc) Without prejudice\nd) For the record\n7. What is an \"amicus curiae\" brief?\na) A document submitted by a \"friend of the court\"\nb) A summary of the case prepared by the judge\nc) A witness statement\nd) A jury instruction\n8. What does \"pro se\" mean in legal proceedings?\na) Representing oneself\nb) For the state\nc) With prejudice\nd) By proxy\n9. What is a \"writ of certiorari\"?\na) An order from a higher court to review a lower court's decision\nb) A warrant for arrest\nc) A summons to appear in court\nd) A document certifying a court's decision\n10. What does \"ex parte\" mean in legal context?\na) From one side only\nb) Outside the court\nc) With extreme prejudice\nd) By mutual agreement\nProfessional Standards & Ethics:\n1. What should a court reporter do if they realize they've made a significant error in a certified\ntranscript?\na) Immediately notify all parties and prepare an errata sheet\nb) Ignore the error if it's minor\nc) Ask the attorney to correct it\nd) Rewrite the ent ire transcript\n2. How should a court reporter handle a request to go \"off the record\" during a deposition?\na) Wait for agreement from all attorneys present\nb) Immediately stop recording\nc) Continue recording but mark it as confidential\nd) Ask the witness for permission\n3. What is the primary ethical duty of a court reporter?\na) To produce an accurate, complete, and unbiased record\nb) To assist the attorneys in their case\nc) To interpret legal proceedings for the public\nd) To expedite the legal process\n4. How should a court reporter maintain confidentiality?\na) By not discussing case details with anyone not involved\nb) By only sharing information with close friends and family\nc) By posting general case information on social media\nd) By discussing cases only with other court reporters\n5. What should a court reporter do if they suspect a conflict of interest in a case they've been\nassigned?\na) Immediately disclose the conflict to all parties involved\nb) Proceed with the case but be extra careful\nc) Only disclose if directly asked about confl icts\nd) Recuse themselves without explanation\n6. How many hours of continuing education are required for Texas court reporters every two\nyears?\na) 10 hours\nb) 5 hours\nc) 20 hours\nd) 15 hours\n7. What is the maximum amount of time a court reporter's certification can be suspended in\nTexas?\na) 12 months\nb) 6 months\nc) 24 months\nd) 3 months\n8. How should a court reporter handle pressure from an attorney to alter the record?\na) Firmly refuse and explain their ethical duty\nb) Make minor alterations if pressured\nc) Consult with the judge before making any changes\nd) Agree to alter the record but no te it in the transcript\n9. What is the ethical guideline for court reporters regarding gift acceptance?\na) Refrain from accepting gifts from anyone involved in the case\nb) Accept gifts valued under $100\nc) Accept gifts only from winning parties\nd) Accept gifts but report them to the court\n10. How long must a Texas court reporter preserve notes of oral depositions?\na) 3 years\nb) 1 year\nc) 5 years\nd) 7 years\nGrammar & Vocabulary:\n1. What is the correct plural form of \"subpoena\"?\na) Subpoenas\nb) Subpoenae\nc) Subpoeni\nd) Subpoenases\n2. Which of the following is the correct use of \"affect\" in a sentence?\na) The new law will affect court procedures.\nb) The effect of the ruling was immediate.\nc) He affected a British accent.\nd) The side effects of the medication were severe.\n3. How should numbers generally be written in legal documents?\na) Numbers one through ten spelled out, 11 and above as numerals\nb) All numbers as numerals\nc) All numbers spelled out\nd) Only dates and times as numerals\n4. Which of the following is the correct use of a semicolon?\na) The plaintiff seeks damages; the defendant denies liability.\nb) The plaintiff seeks damages, the defendant denies liability.\nc) The plaintiff seeks damages: the defendant denies liability.\nd) The plaintiff seeks damages and the defendant denies liability.\n5. What is the correct spelling of the medical term for inflammation of the eyelid?\na) Blepharitis\nb) Blepheritis\nc) Blephiritis\nd) Blepharoitis\n6. Which of the following is the correct use of \"further\" vs \"farther\"?\na) We need to further investigate the case.\nb) The witness was further from the scene than initially reported.\nc) How much further do we need to drive?\nd) We can discuss this further at a later date.\n7. What is the correct way to format a Latin phrase in legal writing?\na) Italicize (e.g., de novo)\nb) Use quotation marks (e.g., \"de novo\")\nc) Capitalize (e.g., DE NOVO)\nd) No special formatting needed\n8. Which of the following is the correct use of \"principle\" vs \"principal\"?\na) The principle of due process is fundamental to our legal system.\nb) The principle amount of the loan was $50,000.\nc) He was the principle witness in the case.\nd) It's the principle of the thing that matters.\n9. What is the correct spelling of the medical term for a swelling containing blood?\na) Hematoma\nb) Hemotoma\nc) Haematoma\nd) Hemetoma\n10. Which of the following is the correct use of hyphens in compound modifiers?\na) A well-established precedent\nb) A well established precedent\nc) A wellestablished precedent\nd) A well established -precedent\nTranscription Standards:\n1. How should a court reporter indicate that testimony was read back to the jury?\na) (The following testimony was read back by the reporter:)\nb) [Read-back begins]\nc) --Testimony repeated --\nd) /Read back to jury/\n2. What is the standard line and page format for a Texas court transcript?\na) 25 numbered lines per page, 1.5 inch left margin, 1 inch other margins\nb) 30 numbered lines per page, 1 inch margins all around\nc) 24 numbered lines per page, 2 inch left margin, 1 inch other margins\nd) 28 numbered lines per page, 1.25 inch margins all around\n3. How should a court reporter transcribe a non -verbal response like a nod?\na) (The witness nods)\nb) Witness nodded affirmatively\nc) [Non-verbal response]\nd) /Nod/\n4. How should a court reporter indicate an off -the-record discussion in a transcript?\na) (Discussion off the record)\nb) [Off record]\nc) --Pause in proceedings --\nd) /Private discussion/\n5. How should quoted material within testimony be formatted?\na) Enclosed in quotation marks\nb) Italicized\nc) Indented on both sides\nd) Underlined\n6. What information must be included in a deposition transcript's certification page?\na) Court reporter's name, certification number, statement of oath, date and place\nb) Only the court reporter's signature and date\nc) List of all parties present and their co ntact information\nd) Summary of the deposition content\n7. How should a court reporter indicate that a witness has identified an exhibit?\na) (Witness identifies Exhibit A)\nb) Witness points to Exhibit A\nc) [Exhibit A identified]\nd) /Exhibit A shown/\n8. What's the proper way to transcribe overlapping speech in a deposition?\na) Use double dashes to show interruptions\nb) Use parentheses to indicate simultaneous speech\nc) Transcribe only the dominant speaker\nd) Use slashes to separate overlapping speech\n9. How should a parenthetical note indicating an interpreter is being used be formatted?\na) (The following proceedings were interpreted from Spanish to English)\nb) [Interpreter present]\nc) /Spanish interpretation/\nd) --Interpreted testimony follows --\n10. What's the correct way to indicate a change in speakers in a transcript?\na) Start a new line with the speaker's name followed by a colon\nb) Use quotation marks for each speaker\nc) Indent each time a new person speaks\nd) Use all caps for the speaker's name\nLegal & Judicial Terminology:\n1. What does \"nunc pro tunc\" mean in legal terms?\na) Now for then\nb) Not for trial\nc) New procedure\nd) No prosecution\n2. What is a \"writ of mandamus\"?\na) An order from a higher court to review a lower court's decision\nb) A court order commanding a government official to perform a specific duty\nc) A request for a change of venue\nd) A motion to dismiss a case\n3. What does \"res judicata\" refer to in legal proceedings?\na) A matter that has been decided and cannot be litigated again\nb) A pending legal action\nc) A preliminary hearing\nd) A request for additional evidence\n4. What is the purpose of \"voir dire\" in court proceedings?\na) To present closing arguments\nb) To question potential jurors\nc) To cross -examine witnesses\nd) To file motions\n5. What is a \"motion in limine\"?\na) A request for a change of venue\nb) A pre-trial motion to exclude certain evidence\nc) A motion to dismiss the case\nd) A request for a continuance\n6. What does \"de novo\" mean in legal context?\na) From the beginning\nb) By the book\nc) Without prejudice\nd) For the record\n7. What is an \"amicus curiae\" brief?\na) A summary of the case prepared by the judge\nb) A document submitted by a \"friend of the court\"\nc) A witness statement\nd) A jury instruction\n8. What does \"pro se\" mean in legal proceedings?\na) For the state\nb) With prejudice\nc) Representing oneself\nd) By proxy\n9. What is a \"writ of certiorari\"?\na) A warrant for arrest\nb) A summons to appear in court\nc) An order from a higher court to review a lower court's decision\nd) A document certifying a court's decision\n10. What does \"ex parte\" mean in legal context?\na) From one side only\nb) Outside the court\nc) With extreme prejudice\nd) By mutual agreement\nProfessional Standards & Ethics:\n1. What should a court reporter do if they realize they've made a significant error in a certified\ntranscript?\na) Ignore the error if it's minor\nb) Ask the attorney to correct it\nc) Immediately notify all parties and prepare an errata sheet\nd) Rewrite the ent ire transcript\n2. How should a court reporter handle a request to go \"off the record\" during a deposition?\na) Immediately stop recording\nb) Continue recording but mark it as confidential\nc) Ask the witness for permission\nd) Wait for agreement from all attorneys present\n3. What is the primary ethical duty of a court reporter?\na) To assist the attorneys in their case\nb) To interpret legal proceedings for the public\nc) To produce an accurate, complete, and unbiased record\nd) To expedite the legal process\n4. How should a court reporter maintain confidentiality?\na) By only sharing information with close friends and family\nb) By posting general case information on social media\nc) By discussing cases only with other court reporters\nd) By not discussing case details with anyone not involved\n5. What should a court reporter do if they suspect a conflict of interest in a case they've been\nassigned?\na) Proceed with the case but be extra careful\nb) Only disclose if directly asked about conflicts\nc) Immediately disclose the conflict to all parties inv olved\nd) Recuse themselves without explanation\n6. How many hours of continuing education are required for Texas court reporters every two\nyears?\na) 5 hours\nb) 10 hours\nc) 15 hours\nd) 20 hours\n7. What is the maximum amount of time a court reporter's certification can be suspended in\nTexas?\na) 3 months\nb) 6 months\nc) 12 months\nd) 24 months\n8. How should a court reporter handle pressure from an attorney to alter the record?\na) Make minor alterations if pressured\nb) Consult with the judge before making any changes\nc) Agree to alter the record but note it in the transcript\nd) Firmly refuse and exp lain their ethical duty\n9. What is the ethical guideline for court reporters regarding gift acceptance?\na) Accept gifts valued under $100\nb) Accept gifts only from winning parties\nc) Refrain from accepting gifts from anyone involved in the case\nd) Accept gifts but report them to the court\n10. How long must a Texas court reporter preserve notes of oral depositions?\na) 1 year\nb) 3 years\nc) 5 years\nd) 7 years\nLegal & Judicial Terminology:\n1. What does \"nunc pro tunc\" mean in legal terms?\na) Now for then\nb) Not for trial\nc) New procedure\nd) No prosecution\n2. What is a \"writ of mandamus\"?\na) An order from a higher court to review a lower court's decision\nb) A court order commanding a government official to perform a specific duty\nc) A request for a change of venue\nd) A motion to dismiss a case\n3. What does \"res judicata\" refer to in legal proceedings?\na) A matter that has been decided and cannot be litigated again\nb) A pending legal action\nc) A preliminary hearing\nd) A request for additional evidence\n4. What is the purpose of \"voir dire\" in court proceedings?\na) To present closing arguments\nb) To question potential jurors\nc) To cross -examine witnesses\nd) To file motions\n5. What is a \"motion in limine\"?\na) A request for a change of venue\nb) A pre-trial motion to exclude certain evidence\nc) A motion to dismiss the case\nd) A request for a continuance\n6. What does \"de novo\" mean in legal context?\na) From the beginning\nb) By the book\nc) Without prejudice\nd) For the record\n7. What is an \"amicus curiae\" brief?\na) A summary of the case prepared by the judge\nb) A document submitted by a \"friend of the court\"\nc) A witness statement\nd) A jury instruction\n8. What does \"pro se\" mean in legal proceedings?\na) For the state\nb) With prejudice\nc) Representing oneself\nd) By proxy\n9. What is a \"writ of certiorari\"?\na) A warrant for arrest\nb) A summons to appear in court\nc) An order from a higher court to review a lower court's decision\nd) A document certifying a court's decision\n10. What does \"ex parte\" mean in legal context?\na) From one side only\nb) Outside the court\nc) With extreme prejudice\nd) By mutual agreement\nProfessional Standards & Ethics:\n1. What should a court reporter do if they realize they've made a significant error in a certified\ntranscript?\na) Ignore the error if it's minor\nb) Ask the attorney to correct it\nc) Immediately notify all parties and prepare an errata sheet\nd) Rewrite the ent ire transcript\n2. How should a court reporter handle a request to go \"off the record\" during a deposition?\na) Immediately stop recording\nb) Continue recording but mark it as confidential\nc) Ask the witness for permission\nd) Wait for agreement from all attorneys present\n3. What is the primary ethical duty of a court reporter?\na) To assist the attorneys in their case\nb) To interpret legal proceedings for the public\nc) To produce an accurate, complete, and unbiased record\nd) To expedite the legal process\n4. How should a court reporter maintain confidentiality?\na) By only sharing information with close friends and family\nb) By posting general case information on social media\nc) By discussing cases only with other court reporters\nd) By not discussing case detai ls with anyone not involved\n5. What should a court reporter do if they suspect a conflict of interest in a case they've been\nassigned?\na) Proceed with the case but be extra careful\nb) Only disclose if directly asked about conflicts\nc) Immediately disclose the conflict to all parties inv olved\nd) Recuse themselves without explanation\n6. How many hours of continuing education are required for Texas court reporters every two\nyears?\na) 5 hours\nb) 10 hours\nc) 15 hours\nd) 20 hours\n7. What is the maximum amount of time a court reporter's certification can be suspended in\nTexas?\na) 3 months\nb) 6 months\nc) 12 months\nd) 24 months\n8. How should a court reporter handle pressure from an attorney to alter the record?\na) Make minor alterations if pressured\nb) Consult with the judge before making any changes\nc) Agree to alter the record but note it in the transcript\nd) Firmly refuse and exp lain their ethical duty\n9. What is the ethical guideline for court reporters regarding gift acceptance?\na) Accept gifts valued under $100\nb) Accept gifts only from winning parties\nc) Refrain from accepting gifts from anyone involved in the case\nd) Accept gifts but report them to the court\n10. How long must a Texas court reporter preserve notes of oral depositions?\na) 1 year\nb) 3 years\nc) 5 years\nd) 7 years\nLegal & Judicial Terminology:\n1. What does \"nunc pro tunc\" mean in legal terms?\na) Now for then\nb) Not for trial\nc) New procedure\nd) No prosecution\n2. What is a \"writ of mandamus\"?\na) An order from a higher court to review a lower court's decision\nb) A court order commanding a government official to perform a specific duty\nc) A request for a change of venue\nd) A motion to dismiss a case\n3. What does \"res judicata\" refer to in legal proceedings?\na) A matter that has been decided and cannot be litigated again\nb) A pending legal action\nc) A preliminary hearing\nd) A request for additional evidence\n4. What is the purpose of \"voir dire\" in court proceedings?\na) To present closing arguments\nb) To question potential jurors\nc) To cross -examine witnesses\nd) To file motions\n5. What is a \"motion in limine\"?\na) A request for a change of venue\nb) A pre-trial motion to exclude certain evidence\nc) A motion to dismiss the case\nd) A request for a continuance\n6. What does \"de novo\" mean in legal context?\na) From the beginning\nb) By the book\nc) Without prejudice\nd) For the record\n7. What is an \"amicus curiae\" brief?\na) A summary of the case prepared by the judge\nb) A document submitted by a \"friend of the court\"\nc) A witness statement\nd) A jury instruction\n8. What does \"pro se\" mean in legal proceedings?\na) For the state\nb) With prejudice\nc) Representing oneself\nd) By proxy\n9. What is a \"writ of certiorari\"?\na) A warrant for arrest\nb) A summons to appear in court\nc) An order from a higher court to review a lower court's decision\nd) A document certifying a court's decision\n10. What does \"ex parte\" mean in legal context?\na) From one side only\nb) Outside the court\nc) With extreme prejudice\nd) By mutual agreement\nProfessional Standards & Ethics:\n1. What should a court reporter do if they realize they've made a significant error in a certified\ntranscript?\na) Ignore the error if it's minor\nb) Ask the attorney to correct it\nc) Immediately notify all parties and prepare an errata sheet\nd) Rewrite the ent ire transcript\n2. How should a court reporter handle a request to go \"off the record\" during a deposition?\na) Immediately stop recording\nb) Continue recording but mark it as confidential\nc) Ask the witness for permission\nd) Wait for agreement from all attorneys present\n3. What is the primary ethical duty of a court reporter?\na) To assist the attorneys in their case\nb) To interpret legal proceedings for the public\nc) To produce an accurate, complete, and unbiased record\nd) To expedite the legal process\n4. How should a court reporter maintain confidentiality?\na) By only sharing information with close friends and family\nb) By posting general case information on social media\nc) By discussing cases only with other court reporters\nd) By not discussing case detai ls with anyone not involved\n5. What should a court reporter do if they suspect a conflict of interest in a case they've been\nassigned?\na) Proceed with the case but be extra careful\nb) Only disclose if directly asked about conflicts\nc) Immediately disclose the conflict to all parties inv olved\nd) Recuse themselves without explanation\n6. How many hours of continuing education are required for Texas court reporters every two\nyears?\na) 5 hours\nb) 10 hours\nc) 15 hours\nd) 20 hours\n7. What is the maximum amount of time a court reporter's certification can be suspended in\nTexas?\na) 3 months\nb) 6 months\nc) 12 months\nd) 24 months\n8. How should a court reporter handle pressure from an attorney to alter the record?\na) Make minor alterations if pressured\nb) Consult with the judge before making any changes\nc) Agree to alter the record but note it in the transcript\nd) Firmly refuse and exp lain their ethical duty\n9. What is the ethical guideline for court reporters regarding gift acceptance?\na) Accept gifts valued under $100\nb) Accept gifts only from winning parties\nc) Refrain from accepting gifts from anyone involved in the case\nd) Accept gifts but report them to the court\n10. How long must a Texas court reporter preserve notes of oral depositions?\na) 1 year\nb) 3 years\nc) 5 years\nd) 7 years\nGrammar & Vocabulary:\n1. What is the correct plural form of \"subpoena\"?\na) Subpoenas\nb) Subpoenae\nc) Subpoeni\nd) Subpoenases\n2. Which of the following is the correct use of \"affect\" in a sentence?\na) The new law will affect court procedures.\nb) The effect of the ruling was immediate.\nc) He affected a British accent.\nd) The side effects of the medication were severe.\n3. How should numbers generally be written in legal documents?\na) Numbers one through ten spelled out, 11 and above as numerals\nb) All numbers as numerals\nc) All numbers spelled out\nd) Only dates and times as numerals\n4. Which of the following is the correct use of a semicolon?\na) The plaintiff seeks damages; the defendant denies liability.\nb) The plaintiff seeks damages, the defendant denies liability.\nc) The plaintiff seeks damages: the defendant denies liability.\nd) The plaintiff seeks damages and the defendant denies liability.\n5. What is the correct spelling of the medical term for inflammation of the eyelid?\na) Blepharitis\nb) Blepheritis\nc) Blephiritis\nd) Blepharoitis\n6. Which of the following is the correct use of \"further\" vs \"farther\"?\na) We need to further investigate the case.\nb) The witness was further from the scene than initially reported.\nc) How much further do we need to drive?\nd) We can discuss this further at a later date.\n7. What is the correct way to format a Latin phrase in legal writing?\na) Italicize (e.g., de novo)\nb) Use quotation marks (e.g., \"de novo\")\nc) Capitalize (e.g., DE NOVO)\nd) No special formatting needed\n8. Which of the following is the correct use of \"principle\" vs \"principal\"?\na) The principle of due process is fundamental to our legal system.\nb) The principle amount of the loan was $50,000.\nc) He was the principle witness in the case.\nd) It's the principle of the thing that matters.\n9. What is the correct spelling of the medical term for a swelling containing blood?\na) Hematoma\nb) Hemotoma\nc) Haematoma\nd) Hemetoma\n10. Which of the following is the correct use of hyphens in compound modifiers?\na) A well-established precedent\nb) A well established precedent\nc) A wellestablished precedent\nd) A well established -precedent\nTranscription Standards:\n1. How should a court reporter indicate that testimony was read back to the jury?\na) (The following testimony was read back by the reporter:)\nb) [Read-back begins]\nc) --Testimony repeated --\nd) /Read back to jury/\n2. What is the standard line and page format for a Texas court transcript?\na) 25 numbered lines per page, 1.5 inch left margin, 1 inch other margins\nb) 30 numbered lines per page, 1 inch margins all around\nc) 24 numbered lines per page, 2 inch left margin, 1 inch other margins\nd) 28 numbered lines per page, 1.25 inch margins all around\n3. How should a court reporter transcribe a non -verbal response like a nod?\na) (The witness nods)\nb) Witness nodded affirmatively\nc) [Non-verbal response]\nd) /Nod/\n4. How should a court reporter indicate an off -the-record discussion in a transcript?\na) (Discussion off the record)\nb) [Off record]\nc) --Pause in proceedings --\nd) /Private discussion/\n5. How should quoted material within testimony be formatted?\na) Enclosed in quotation marks\nb) Italicized\nc) Indented on both sides\nd) Underlined\n6. What information must be included in a deposition transcript's certification page?\na) Court reporter's name, certification number, statement of oath, date and place\nb) Only the court reporter's signature and date\nc) List of all parties present and their co ntact information\nd) Summary of the deposition content\n7. How should a court reporter indicate that a witness has identified an exhibit?\na) (Witness identifies Exhibit A)\nb) Witness points to Exhibit A\nc) [Exhibit A identified]\nd) /Exhibit A shown/\n8. What's the proper way to transcribe overlapping speech in a deposition?\na) Use double dashes to show interruptions\nb) Use parentheses to indicate simultaneous speech\nc) Transcribe only the dominant speaker\nd) Use slashes to separate overlapping speech\n9. How should a parenthetical note indicating an interpreter is being used be formatted?\na) (The following proceedings were interpreted from Spanish to English)\nb) [Interpreter present]\nc) /Spanish interpretation/\nd) --Interpreted testimony follows --\n10. What's the correct way to indicate a change in speakers in a transcript?\na) Start a new line with the speaker's name followed by a colon\nb) Use quotation marks for each speaker\nc) Indent each time a new person speaks\nd) Use all caps for the speaker's name\nLegal & Judicial Terminology:\n1. What does \"res ipsa loquitur\" mean in legal terms?\na) The thing speaks for itself\nb) Let the buyer beware\nc) Beyond a reasonable doubt\nd) At first glance\n2. What is a \"writ of mandamus\"?\na) An order to release a prisoner\nb) A command to a lower court or official to perform a specific duty\nc) A request for a new trial\nd) An order to stop proceedings\n3. What does \"voir dire\" refer to in court proceedings?\na) Closing arguments\nb) Jury selection process\nc) Witness testimony\nd) Judge's instructions\n4. What is \"habeas corpus\" in legal terms?\na) A type of criminal charge\nb) A writ ordering a person in custody to be brought before a court\nc) A plea bargain agreement\nd) A type of civil lawsuit\n5. What does \"de novo\" mean in a legal context?\na) From the beginning\nb) Without prejudice\nc) In good faith\nd) Beyond a reasonable doubt\n6. What is an \"amicus curiae\" brief?\na) A summary of the case by the judge\nb) A document submitted by a \"friend of the court\"\nc) A witness statement\nd) A jury instruction\n7. What does \"pro se\" mean in legal proceedings?\na) For the state\nb) With prejudice\nc) Representing oneself\nd) By proxy\n8. What is a \"motion in limine\"?\na) A request for a change of venue\nb) A pre-trial motion to exclude certain evidence\nc) A motion to dismiss the case\nd) A request for a continuance\n9. What does \"nunc pro tunc\" mean?\na) Now for then\nb) Not for trial\nc) New procedure\nd) No prosecution\n10. What is \"stare decisis\" in legal context?\na) A type of court order\nb) The principle of following precedent in legal decisions\nc) A method of jury selection\nd) A form of alternative dispute resolution\nProfessional Standards & Ethics:\n1. What should a court reporter do if they realize they've made a significant error in a certified\ntranscript?\na) Ignore the error if it's minor\nb) Ask the attorney to correct it\nc) Immediately notify all parties and prepare an errata sheet\nd) Rewrite the ent ire transcript\n2. How many hours of continuing education are required for Texas court reporters every two\nyears?\na) 5 hours\nb) 10 hours\nc) 15 hours\nd) 20 hours\n3. What is the maximum amount of time a court reporter's certification can be suspended in\nTexas?\na) 3 months\nb) 6 months\nc) 12 months\nd) 24 months\n4. How should a court reporter handle pressure from an attorney to alter the record?\na) Make minor alterations if pressured\nb) Consult with the judge before making any changes\nc) Agree to alter the record but note it in the transcript\nd) Firmly refuse and exp lain their ethical duty\n5. What is the ethical guideline for court reporters regarding gift acceptance?\na) Accept gifts valued under $100\nb) Accept gifts only from winning parties\nc) Refrain from accepting gifts from anyone involved in the case\nd) Accept gifts but report them to the court\n6. How long must a Texas court reporter preserve notes of oral depositions?\na) 1 year\nb) 3 years\nc) 5 years\nd) 7 years\n7. What should a court reporter do if they suspect a conflict of interest in a case they've been\nassigned?\na) Proceed with the case but be extra careful\nb) Only disclose if directly asked about conflicts\nc) Immediately disclose the conflict to all parties inv olved\nd) Recuse themselves without explanation\n8. How should a court reporter maintain confidentiality?\na) By only sharing information with close friends and family\nb) By posting general case information on social media\nc) By discussing cases only with other court reporters\nd) By not discussing case detai ls with anyone not involved\n9. What is the primary ethical duty of a court reporter?\na) To assist the attorneys in their case\nb) To interpret legal proceedings for the public\nc) To produce an accurate, complete, and unbiased record\nd) To expedite the legal process\n10. How should a court reporter handle a request to go \"off the record\" during a deposition?\na) Immediately stop recording\nb) Continue recording but mark it as confidential\nc) Ask the witness for permission\nd) Wait for agreement from all attorneys present\nGrammar & Vocabulary:\n1. What is the correct plural form of \"subpoena\"?\na) Subpoenas\nb) Subpoenae\nc) Subpoeni\nd) Subpoenases\n2. Which of the following is the correct use of \"affect\" in a sentence?\na) The new law will affect court procedures.\nb) The effect of the ruling was immediate.\nc) He affected a British accent.\nd) The side effects of the medication were severe.\n3. How should numbers generally be written in legal documents?\na) Numbers one through ten spelled out, 11 and above as numerals\nb) All numbers as numerals\nc) All numbers spelled out\nd) Only dates and times as numerals\n4. Which of the following is the correct use of a semicolon?\na) The plaintiff seeks damages; the defendant denies liability.\nb) The plaintiff seeks damages, the defendant denies liability.\nc) The plaintiff seeks damages: the defendant denies liability.\nd) The plaintiff seeks damages and the defendant denies liability.\n5. What is the correct spelling of the medical term for inflammation of the eyelid?\na) Blepharitis\nb) Blepheritis\nc) Blephiritis\nd) Blepharoitis\n6. Which of the following is the correct use of \"further\" vs \"farther\"?\na) We need to further investigate the case.\nb) The witness was further from the scene than initially reported.\nc) How much further do we need to drive?\nd) We can discuss this further at a later date.\n7. What is the correct way to format a Latin phrase in legal writing?\na) Italicize (e.g., de novo)\nb) Use quotation marks (e.g., \"de novo\")\nc) Capitalize (e.g., DE NOVO)\nd) No special formatting needed\n8. Which of the following is the correct use of \"principle\" vs \"principal\"?\na) The principle of due process is fundamental to our legal system.\nb) The principle amount of the loan was $50,000.\nc) He was the principle witness in the case.\nd) It's the principle of the thing that matters.\n9. What is the correct spelling of the medical term for a swelling containing blood?\na) Hematoma\nb) Hemotoma\nc) Haematoma\nd) Hemetoma\n10. Which of the following is the correct use of hyphens in compound modifiers?\na) A well-established precedent\nb) A well established precedent\nc) A wellestablished precedent\nd) A well established -precedent\nTranscription Standards:\n1. How should a court reporter indicate that testimony was read back to the jury?\na) (The following testimony was read back by the reporter:)\nb) [Read-back begins]\nc) --Testimony repeated --\nd) /Read back to jury/\n2. What is the standard line and page format for a Texas court transcript?\na) 25 numbered lines per page, 1.5 inch left margin, 1 inch other margins\nb) 30 numbered lines per page, 1 inch margins all around\nc) 24 numbered lines per page, 2 inch left margin, 1 inch other margins\nd) 28 numbered lines per page, 1.25 inch margins all around\n3. How should a court reporter transcribe a non -verbal response like a nod?\na) (The witness nods)\nb) Witness nodded affirmatively\nc) [Non-verbal response]\nd) /Nod/\n4. How should a court reporter indicate an off -the-record discussion in a transcript?\na) (Discussion off the record)\nb) [Off record]\nc) --Pause in proceedings --\nd) /Private discussion/\n5. How should quoted material within testimony be formatted?\na) Enclosed in quotation marks\nb) Italicized\nc) Indented on both sides\nd) Underlined\n6. What information must be included in a deposition transcript's certification page?\na) Court reporter's name, certification number, statement of oath, date and place\nb) Only the court reporter's signature and date\nc) List of all parties present and their co ntact information\nd) Summary of the deposition content\n7. How should a court reporter indicate that a witness has identified an exhibit?\na) (Witness identifies Exhibit A)\nb) Witness points to Exhibit A\nc) [Exhibit A identified]\nd) /Exhibit A shown/\n8. What's the proper way to transcribe overlapping speech in a deposition?\na) Use double dashes to show interruptions\nb) Use parentheses to indicate simultaneous speech\nc) Transcribe only the dominant speaker\nd) Use slashes to separate overlapping speech\n9. How should a parenthetical note indicating an interpreter is being used be formatted?\na) (The following proceedings were interpreted from Spanish to English)\nb) [Interpreter present]\nc) /Spanish interpretation/\nd) --Interpreted testimony follows --\n10. What's the correct way to indicate a change in speakers in a transcript?\na) Start a new line with the speaker's name followed by a colon\nb) Use quotation marks for each speaker\nc) Indent each time a new person speaks\nd) Use all caps for the speaker's name",
      "Wrong: A: A motion to dismiss asks the court to throw out a case due to legal insufficiency, typically\nbefore considering the merits. A motion for summary judgment asks t he court to rule in\nfavor of one party without a full trial, based on undisputed material facts.\n2. Q: What is \"voir dire\" and why is it conducted in court proceedings?\nA: Voir dire is the process of questioning potential jurors to assess their suitability for jury\nduty. It's conducted to identify biases, conflicts of interest, or other factors that might affect\na juror's impartiality, allowing attorneys to make informed decisions during jury selection.\n3. Q: Define \"nunc pro tunc\" and describe its typical use in legal contexts.\nA: Nunc pro tunc, meaning \"now for then\" in Latin, refers to a court ruling that has\nretroactive effect. It's typically used to correct clerical errors in court orders or judgments,\nallowing the corrected order to be effective as of the date of the original order.\n4. Q: What is the \"fruit of the poisonous tree\" doctrine in criminal law?\nA: The \"fruit of the poisonous tree\" doctrine holds that evidence obtained as a result of an\nillegal search, arrest, or interrogation (the \"poisonous tree\") is inadmissible in court. Th is\nextends to any evidence (the \"fruit\") derived from the initial illegal action.\n5. Q: Explain the difference between \"de novo\" and \"abuse of discretion\" standards of review.\nA: De novo review means the appellate court considers the issue anew, giving no deference\nto the lower court's decision. Abuse of discretion review gives more defere nce to the lower\ncourt, only overturning decisions that are clearly unreasonable or based on an error of law.\n6. Q: What is \"estoppel\" and how is it applied in law?\nA: Estoppel is a legal principle that prevents a person from asserting something contrary to\nwhat is implied by their previous actions or statements. For example, if a landlord accepts\nlate rent payments consistently, they may be estopped from evicting a tenant for a single\nlate payment without proper notice.\n7. Q: What role does an \"amicus curiae\" brief play in court proceedings?\nA: An amicus curiae (\"friend of the court\") brief is submitted by a person or organization not\nparty to a case to offer additional, relevant information or arguments to assist the court in\ndeciding a matter before it. These briefs often provide broader perspectives or specialized\nknowledge.\n8. Q: Describe the legal doctrine of \"respondeat superior\" and its implications.\nA: Respondeat superior, meaning \"let the master answer\" in Latin, is a doctrine that holds\nan employer responsible for the wrongful acts of an employee performed within the scope\nof their employment. This allows plaintiffs to seek damages from employers who may have\ndeeper pockets than individual employees.\n9. Q: How do \"probation\" and \"parole\" differ in criminal law?\nA: Probation is a sentence that allows an offender to remain in the community under\nsupervision instead of going to prison. Parole is the early release of a prisoner who agrees to\nabide by certain conditions, typically after serving part of their sentence. Probation is\nimposed at sentencing, while parole comes after incarceration.\n10. Q: What is \"habeas corpus\" and why is it significant in the legal system?\nA: Habeas corpus, meaning \"produce the body\" in Latin, is a legal action or writ by which a\nperson can seek relief from unlawful detention. It's significant as a fundamental protecti on\nagainst arbitrary imprisonment, allowing detainees to challenge the legal basis for their\ndetention in court.\nProfessional Standards & Ethics\n1. Q: What steps should a court reporter take upon discovering a significant error in a certified\ntranscript?\nA: The court reporter should immediately notify all parties involved and the court. They\nshould prepare an errata sheet detailing the errors and corr ections, and may need to re -\ncertify the corrected transcript. Prompt action is crucial to maintain the accuracy of the\nofficial record.\n2. Q: How should a court reporter respond to an attorney's request to alter the record?\nA: A court reporter should never alter the record at an attorney's request. They should firmly\nexplain that their ethical duty is to provide an accurate, verbatim transcri pt. If pressure\ncontinues, they should report the incident to the appropriate authority, such as the court or\ntheir professional association.\n3. Q: What ethical guidelines should court reporters follow regarding social media use?\nA: Court reporters should avoid discussing or posting about ongoing cases, even vaguely.\nThey should not connect on social media with attorneys or parties involved in thei r cases.\nAny professional use of social media should maintain the same level of confidentiality and\nprofessionalism as their work.\n4. Q: Why is impartiality crucial in court reporting, and how can it be maintained?\nA: Impartiality is crucial because court reporters create the official record of proceedings.\nTo maintain impartiality, reporters should avoid showing bias, refrain from offer ing opinions\non cases, and treat all parties equally. This ensures the integrity and reliability of the legal\nrecord.\n5. Q: What should a court reporter do if they discover a conflict of interest in an assigned\ncase?\nA: The court reporter should immediately disclose the conflict to all parties involved and the\npresiding judge or hiring attorney. Depending on the nature and s everity of the conflict, they\nmay need to recuse themselves from the case to maintain the integrity of the proceedings.\n6. Q: How should court reporters handle confidential information from off -the-record\nconversations?\nA: Court reporters must treat all information obtained during legal proceedings, including\noff-the-record conversations, as strictly confidential. They should not disclose or discuss\nthis information with anyone not involved in the case, even if it's not included in the official\ntranscript.\n7. Q: What are the ethical guidelines for court reporters regarding gift acceptance?\nA: Court reporters should generally refrain from accepting gifts from attorneys, parties, or\nwitnesses involved in cases they're reporting. Accepting gifts could create an ap pearance of\nimpropriety or bias. If offered a gift, it should be politely declined to maintain professional\nintegrity.\n8. Q: How should a court reporter respond if asked for their opinion on a case they're\nreporting?\nA: Court reporters should refrain from offering opinions on cases they're reporting. They\nshould politely explain that their role is to provide an impartial reco rd of the proceedings,\nnot to comment on the case. Offering opinions could compromise their impartiality and the\nintegrity of the transcript.\n9. Q: What ethical considerations apply to the storage and disposal of stenographic notes and\nrecordings?\nA: Court reporters must securely store all stenographic notes and recordings to maintain\nconfidentiality. When disposing of these materials, they should follow applicable legal\nrequirements and ensure complete destruction to prevent unauthorized access. This may\ninclude shredding paper notes and securely erasing digital files.\n10. Q: Why is continuing education important for court reporters from an ethical standpoint?\nA: Continuing education ensures court reporters stay updated on the latest technologies,\nlegal terminologies, and ethical standards. This helps maintain the high quali ty and integrity\nof their work, ensuring they can provide the best possible service to the legal system and all\nparties involved.\nGrammar & Vocabulary\n1. Q: How do \"affect\" and \"effect\" differ in legal writing?\nA: \"Affect\" is typically used as a verb meaning to influence or impact, while \"effect\" is\nusually a noun meaning result or consequence. For example: \"The new law will affect court\nprocedures\" vs. \"Th e effect of the ruling was immediate.\"\n2. Q: When should semicolons be used in compound sentences in legal writing?\nA: Semicolons should be used to separate independent clauses not joined by a\ncoordinating conjunction. They're also used to separate items in a complex list where the\nitems themselve s contain commas. For example: \"The plaintiff seeks damages; the\ndefendant denies liability.\"\n3. Q: What is the correct plural form of \"subpoena\"?\nA: The correct plural form of \"subpoena\" is \"subpoenas.\" While some legal terms maintain\ntheir Latin plurals, \"subpoena\" has been fully adopted into English and follows standard\nEnglish pluralization rules.\n4. Q: How should numbers be written in legal documents?\nA: Generally, numbers one through ten are spelled out, while numbers 11 and above are\nwritten as numerals. Exceptions include dates, times, and measurements. For example:\n\"The witness identified three su spects\" and \"The contract was signed by 12 parties.\"\n5. Q: What's the difference between \"further\" and \"farther\" in legal writing?\nA: \"Further\" is used for figurative or non -physical distance and additional time or quantity.\n\"Farther\" is used only for physical distance. For example: \"We need to further investig ate\"\nvs. \"The witness was farther from the scene than initially reported.\"\n6. Q: Why is the Oxford comma important in legal writing?\nA: The Oxford comma (the comma before \"and\" in a list of three or more items) is important\nin legal writing because it can prevent ambiguity. For example, in a will stating \"I leave my\nestate to John, Jane and Mary,\" it's unclear whether Jane and Mary share a portion or get\nseparate shares. \"I leave my estate to John, Jane, and Mary\" is clearer.\n7. Q: How do \"counsel\" and \"council\" differ in legal contexts?\nA: \"Counsel\" refers to a lawyer or legal adviser, or the act of giving legal advice. \"Council\"\nrefers to an assembly or group of people who come together to consult, deliberate, or make\ndecisions. For example: \"The defendant sought counsel\" vs. \"The city council passed the\nordinance.\"\n8. Q: How should Latin phrases be formatted in legal writing?\nA: Latin phrases should typically be italicized in legal writing, especially if they're not\ncommon in everyday English. For example: de novo, prima facie, res ipsa loquitur. However,\nvery common La tin phrases (like \"et al.\" or \"etc.\") are often not italicized.\n9. Q: What's the difference between \"principal\" and \"principle\" in legal contexts?\nA: \"Principal\" can be a noun meaning a main participant or a sum of money, or an adjective\nmeaning main or most important. \"Principle\" is always a noun meaning a fundamental\ntruth, law, or standard. For example: \"The principal amount of the loan\" vs. \"The principle of\ndue process.\"\n10. Q: How should hyphens be used with compound modifiers in legal writing?\nA: Compound modifiers (two or more words that act as a single adjective) should be\nhyphenated when they come before a noun. For example: \"well -established precedent,\"\n\"good-faith effor t.\" However, if the modifier comes after the noun, hyphens are typically not\nused: \"The precedent is well established.\"\nTranscription Standards\n1. Q: How should a court reporter indicate that testimony was read back to the jury?\nA: The court reporter should use a parenthetical note, such as: \"(The following testimony\nwas read back by the reporter:)\" followed by the read -back testimony, and then \"(End of\nread-back)\".\n2. Q: What is the standard format for a Texas court transcript, including margins and line\nnumbering?\nA: Texas court transcripts typically use letter -size paper (8.5\" x 11\"), with 1.5 inch left margin\nand 1 inch top, bottom, and right margins. Lines are numbe red consecutively on the left,\nwith 25 numbered lines per page. Page numbers appear at the bottom center.\n3. Q: How should non -verbal responses be transcribed in a deposition?\nA: Non-verbal responses should be described in parentheses. For example: \"(The witness\nnods)\" or \"(The witness shrugs)\". It's important to be objective and not interpret the meaning\nof the gesture.\n4. Q: What's the proper way to indicate an off -the-record discussion in a transcript?\nA: Off-the-record discussions should be noted with a parenthetical, such as: \"(Discussion\noff the record)\" When the record resumes, indicate: \"(Back on the record)\".\n5. Q: How should quoted material within testimony be formatted?\nA: Quoted material within testimony should be transcribed verbatim and enclosed in\nquotation marks. If it's a long quote, it may be set off in a separate paragraph, indented on\nboth sides.\n6. Q: What information must be included in a deposition transcript's certification page?\nA: The certification page should include the court reporter's name, certification number, a\nstatement that the deposition was taken under oath, the date and place of the deposition,\nand a statement that the transcript is a true and accurate record of the proceedings.\n7. Q: How should a court reporter indicate that a witness has identified an exhibit?\nA: This should be indicated with a parenthetical note, such as: \"(Witness identifies Exhibit\nA)\".\n8. Q: What's the proper way to transcribe overlapping speech in a deposition?\nA: Overlapping speech is typically indicated using dashes to show interruptions. For\nexample:\nAttorney: Did you see the --\nWitness: --Yes, I did.\n9. Q: How should a parenthetical note indicating an interpreter is being used be formatted?\nA: This should be indicated at the beginning of the transcript with a parenthetical note, such\nas: \"(The following proceedings were interpreted from Spanish to English )\".\n10. Q: What's the correct way to indicate a change in speakers in a transcript?\nA: Each change in speaker should start on a new line, with the speaker's name or role\nfollowed by a colon. For example:\nMr. Smith: I object to that question.\nThe Court: Objection o verruled.\nLegal & Judicial Terminology:\n1. What does \"nunc pro tunc\" mean in legal terms?\na) Now for then\nb) Not for trial\nc) New procedure\nd) No prosecution\n2. Which term refers to a court order demanding that a public official deliver an imprisoned\nindividual to the court?\na) Habeas corpus\nb) Mandamus\nc) Certiorari\nd) Subpoena\n3. What is the legal principle that prevents the same case from being litigated again once a\nfinal judgment has been rendered?\na) Res judicata\nb) Stare decisis\nc) Nolo contendere\nd) Prima facie\n4. What does \"voir dire\" refer to in court proceedings?\na) Questioning potential jurors\nb) Closing arguments\nc) Expert witness testimony\nd) Jury deliberations\n5. What is a \"motion in limine\"?\na) A pre-trial motion to exclude certain evidence\nb) A motion to dismiss the case\nc) A request for a change of venue\nd) A motion for a mistrial\n6. What does \"de novo\" mean in legal context?\na) From the beginning\nb) By the book\nc) Without prejudice\nd) For the record\n7. What is an \"amicus curiae\" brief?\na) A document submitted by a \"friend of the court\"\nb) A summary of the case prepared by the judge\nc) A witness statement\nd) A jury instruction\n8. What does \"pro se\" mean in legal proceedings?\na) Representing oneself\nb) For the state\nc) With prejudice\nd) By proxy\n9. What is a \"writ of certiorari\"?\na) An order from a higher court to review a lower court's decision\nb) A warrant for arrest\nc) A summons to appear in court\nd) A document certifying a court's decision\n10. What does \"ex parte\" mean in legal context?\na) From one side only\nb) Outside the court\nc) With extreme prejudice\nd) By mutual agreement\nProfessional Standards & Ethics:\n1. What should a court reporter do if they realize they've made a significant error in a certified\ntranscript?\na) Immediately notify all parties and prepare an errata sheet\nb) Ignore the error if it's minor\nc) Ask the attorney to correct it\nd) Rewrite the ent ire transcript\n2. How should a court reporter handle a request to go \"off the record\" during a deposition?\na) Wait for agreement from all attorneys present\nb) Immediately stop recording\nc) Continue recording but mark it as confidential\nd) Ask the witness for permission\n3. What is the primary ethical duty of a court reporter?\na) To produce an accurate, complete, and unbiased record\nb) To assist the attorneys in their case\nc) To interpret legal proceedings for the public\nd) To expedite the legal process\n4. How should a court reporter maintain confidentiality?\na) By not discussing case details with anyone not involved\nb) By only sharing information with close friends and family\nc) By posting general case information on social media\nd) By discussing cases only with other court reporters\n5. What should a court reporter do if they suspect a conflict of interest in a case they've been\nassigned?\na) Immediately disclose the conflict to all parties involved\nb) Proceed with the case but be extra careful\nc) Only disclose if directly asked about confl icts\nd) Recuse themselves without explanation\n6. How many hours of continuing education are required for Texas court reporters every two\nyears?\na) 10 hours\nb) 5 hours\nc) 20 hours\nd) 15 hours\n7. What is the maximum amount of time a court reporter's certification can be suspended in\nTexas?\na) 12 months\nb) 6 months\nc) 24 months\nd) 3 months\n8. How should a court reporter handle pressure from an attorney to alter the record?\na) Firmly refuse and explain their ethical duty\nb) Make minor alterations if pressured\nc) Consult with the judge before making any changes\nd) Agree to alter the record but no te it in the transcript\n9. What is the ethical guideline for court reporters regarding gift acceptance?\na) Refrain from accepting gifts from anyone involved in the case\nb) Accept gifts valued under $100\nc) Accept gifts only from winning parties\nd) Accept gifts but report them to the court\n10. How long must a Texas court reporter preserve notes of oral depositions?\na) 3 years\nb) 1 year\nc) 5 years\nd) 7 years\nGrammar & Vocabulary:\n1. What is the correct plural form of \"subpoena\"?\na) Subpoenas\nb) Subpoenae\nc) Subpoeni\nd) Subpoenases\n2. Which of the following is the correct use of \"affect\" in a sentence?\na) The new law will affect court procedures.\nb) The effect of the ruling was immediate.\nc) He affected a British accent.\nd) The side effects of the medication were severe.\n3. How should numbers generally be written in legal documents?\na) Numbers one through ten spelled out, 11 and above as numerals\nb) All numbers as numerals\nc) All numbers spelled out\nd) Only dates and times as numerals\n4. Which of the following is the correct use of a semicolon?\na) The plaintiff seeks damages; the defendant denies liability.\nb) The plaintiff seeks damages, the defendant denies liability.\nc) The plaintiff seeks damages: the defendant denies liability.\nd) The plaintiff seeks damages and the defendant denies liability.\n5. What is the correct spelling of the medical term for inflammation of the eyelid?\na) Blepharitis\nb) Blepheritis\nc) Blephiritis\nd) Blepharoitis\n6. Which of the following is the correct use of \"further\" vs \"farther\"?\na) We need to further investigate the case.\nb) The witness was further from the scene than initially reported.\nc) How much further do we need to drive?\nd) We can discuss this further at a later date.\n7. What is the correct way to format a Latin phrase in legal writing?\na) Italicize (e.g., de novo)\nb) Use quotation marks (e.g., \"de novo\")\nc) Capitalize (e.g., DE NOVO)\nd) No special formatting needed\n8. Which of the following is the correct use of \"principle\" vs \"principal\"?\na) The principle of due process is fundamental to our legal system.\nb) The principle amount of the loan was $50,000.\nc) He was the principle witness in the case.\nd) It's the principle of the thing that matters.\n9. What is the correct spelling of the medical term for a swelling containing blood?\na) Hematoma\nb) Hemotoma\nc) Haematoma\nd) Hemetoma\n10. Which of the following is the correct use of hyphens in compound modifiers?\na) A well-established precedent\nb) A well established precedent\nc) A wellestablished precedent\nd) A well established -precedent\nTranscription Standards:\n1. How should a court reporter indicate that testimony was read back to the jury?\na) (The following testimony was read back by the reporter:)\nb) [Read-back begins]\nc) --Testimony repeated --\nd) /Read back to jury/\n2. What is the standard line and page format for a Texas court transcript?\na) 25 numbered lines per page, 1.5 inch left margin, 1 inch other margins\nb) 30 numbered lines per page, 1 inch margins all around\nc) 24 numbered lines per page, 2 inch left margin, 1 inch other margins\nd) 28 numbered lines per page, 1.25 inch margins all around\n3. How should a court reporter transcribe a non -verbal response like a nod?\na) (The witness nods)\nb) Witness nodded affirmatively\nc) [Non-verbal response]\nd) /Nod/\n4. How should a court reporter indicate an off -the-record discussion in a transcript?\na) (Discussion off the record)\nb) [Off record]\nc) --Pause in proceedings --\nd) /Private discussion/\n5. How should quoted material within testimony be formatted?\na) Enclosed in quotation marks\nb) Italicized\nc) Indented on both sides\nd) Underlined\n6. What information must be included in a deposition transcript's certification page?\na) Court reporter's name, certification number, statement of oath, date and place\nb) Only the court reporter's signature and date\nc) List of all parties present and their co ntact information\nd) Summary of the deposition content\n7. How should a court reporter indicate that a witness has identified an exhibit?\na) (Witness identifies Exhibit A)\nb) Witness points to Exhibit A\nc) [Exhibit A identified]\nd) /Exhibit A shown/\n8. What's the proper way to transcribe overlapping speech in a deposition?\na) Use double dashes to show interruptions\nb) Use parentheses to indicate simultaneous speech\nc) Transcribe only the dominant speaker\nd) Use slashes to separate overlapping speech\n9. How should a parenthetical note indicating an interpreter is being used be formatted?\na) (The following proceedings were interpreted from Spanish to English)\nb) [Interpreter present]\nc) /Spanish interpretation/\nd) --Interpreted testimony follows --\n10. What's the correct way to indicate a change in speakers in a transcript?\na) Start a new line with the speaker's name followed by a colon\nb) Use quotation marks for each speaker\nc) Indent each time a new person speaks\nd) Use all caps for the speaker's name\nLegal & Judicial Terminology:\n1. What does \"nunc pro tunc\" mean in legal terms?\na) Now for then\nb) Not for trial\nc) New procedure\nd) No prosecution\n2. What is a \"writ of mandamus\"?\na) An order from a higher court to review a lower court's decision\nb) A court order commanding a government official to perform a specific duty\nc) A request for a change of venue\nd) A motion to dismiss a case\n3. What does \"res judicata\" refer to in legal proceedings?\na) A matter that has been decided and cannot be litigated again\nb) A pending legal action\nc) A preliminary hearing\nd) A request for additional evidence\n4. What is the purpose of \"voir dire\" in court proceedings?\na) To present closing arguments\nb) To question potential jurors\nc) To cross -examine witnesses\nd) To file motions\n5. What is a \"motion in limine\"?\na) A request for a change of venue\nb) A pre-trial motion to exclude certain evidence\nc) A motion to dismiss the case\nd) A request for a continuance\n6. What does \"de novo\" mean in legal context?\na) From the beginning\nb) By the book\nc) Without prejudice\nd) For the record\n7. What is an \"amicus curiae\" brief?\na) A summary of the case prepared by the judge\nb) A document submitted by a \"friend of the court\"\nc) A witness statement\nd) A jury instruction\n8. What does \"pro se\" mean in legal proceedings?\na) For the state\nb) With prejudice\nc) Representing oneself\nd) By proxy\n9. What is a \"writ of certiorari\"?\na) A warrant for arrest\nb) A summons to appear in court\nc) An order from a higher court to review a lower court's decision\nd) A document certifying a court's decision\n10. What does \"ex parte\" mean in legal context?\na) From one side only\nb) Outside the court\nc) With extreme prejudice\nd) By mutual agreement\nProfessional Standards & Ethics:\n1. What should a court reporter do if they realize they've made a significant error in a certified\ntranscript?\na) Ignore the error if it's minor\nb) Ask the attorney to correct it\nc) Immediately notify all parties and prepare an errata sheet\nd) Rewrite the ent ire transcript\n2. How should a court reporter handle a request to go \"off the record\" during a deposition?\na) Immediately stop recording\nb) Continue recording but mark it as confidential\nc) Ask the witness for permission\nd) Wait for agreement from all attorneys present\n3. What is the primary ethical duty of a court reporter?\na) To assist the attorneys in their case\nb) To interpret legal proceedings for the public\nc) To produce an accurate, complete, and unbiased record\nd) To expedite the legal process\n4. How should a court reporter maintain confidentiality?\na) By only sharing information with close friends and family\nb) By posting general case information on social media\nc) By discussing cases only with other court reporters\nd) By not discussing case details with anyone not involved\n5. What should a court reporter do if they suspect a conflict of interest in a case they've been\nassigned?\na) Proceed with the case but be extra careful\nb) Only disclose if directly asked about conflicts\nc) Immediately disclose the conflict to all parties inv olved\nd) Recuse themselves without explanation\n6. How many hours of continuing education are required for Texas court reporters every two\nyears?\na) 5 hours\nb) 10 hours\nc) 15 hours\nd) 20 hours\n7. What is the maximum amount of time a court reporter's certification can be suspended in\nTexas?\na) 3 months\nb) 6 months\nc) 12 months\nd) 24 months\n8. How should a court reporter handle pressure from an attorney to alter the record?\na) Make minor alterations if pressured\nb) Consult with the judge before making any changes\nc) Agree to alter the record but note it in the transcript\nd) Firmly refuse and exp lain their ethical duty\n9. What is the ethical guideline for court reporters regarding gift acceptance?\na) Accept gifts valued under $100\nb) Accept gifts only from winning parties\nc) Refrain from accepting gifts from anyone involved in the case\nd) Accept gifts but report them to the court\n10. How long must a Texas court reporter preserve notes of oral depositions?\na) 1 year\nb) 3 years\nc) 5 years\nd) 7 years\nLegal & Judicial Terminology:\n1. What does \"nunc pro tunc\" mean in legal terms?\na) Now for then\nb) Not for trial\nc) New procedure\nd) No prosecution\n2. What is a \"writ of mandamus\"?\na) An order from a higher court to review a lower court's decision\nb) A court order commanding a government official to perform a specific duty\nc) A request for a change of venue\nd) A motion to dismiss a case\n3. What does \"res judicata\" refer to in legal proceedings?\na) A matter that has been decided and cannot be litigated again\nb) A pending legal action\nc) A preliminary hearing\nd) A request for additional evidence\n4. What is the purpose of \"voir dire\" in court proceedings?\na) To present closing arguments\nb) To question potential jurors\nc) To cross -examine witnesses\nd) To file motions\n5. What is a \"motion in limine\"?\na) A request for a change of venue\nb) A pre-trial motion to exclude certain evidence\nc) A motion to dismiss the case\nd) A request for a continuance\n6. What does \"de novo\" mean in legal context?\na) From the beginning\nb) By the book\nc) Without prejudice\nd) For the record\n7. What is an \"amicus curiae\" brief?\na) A summary of the case prepared by the judge\nb) A document submitted by a \"friend of the court\"\nc) A witness statement\nd) A jury instruction\n8. What does \"pro se\" mean in legal proceedings?\na) For the state\nb) With prejudice\nc) Representing oneself\nd) By proxy\n9. What is a \"writ of certiorari\"?\na) A warrant for arrest\nb) A summons to appear in court\nc) An order from a higher court to review a lower court's decision\nd) A document certifying a court's decision\n10. What does \"ex parte\" mean in legal context?\na) From one side only\nb) Outside the court\nc) With extreme prejudice\nd) By mutual agreement\nProfessional Standards & Ethics:\n1. What should a court reporter do if they realize they've made a significant error in a certified\ntranscript?\na) Ignore the error if it's minor\nb) Ask the attorney to correct it\nc) Immediately notify all parties and prepare an errata sheet\nd) Rewrite the ent ire transcript\n2. How should a court reporter handle a request to go \"off the record\" during a deposition?\na) Immediately stop recording\nb) Continue recording but mark it as confidential\nc) Ask the witness for permission\nd) Wait for agreement from all attorneys present\n3. What is the primary ethical duty of a court reporter?\na) To assist the attorneys in their case\nb) To interpret legal proceedings for the public\nc) To produce an accurate, complete, and unbiased record\nd) To expedite the legal process\n4. How should a court reporter maintain confidentiality?\na) By only sharing information with close friends and family\nb) By posting general case information on social media\nc) By discussing cases only with other court reporters\nd) By not discussing case detai ls with anyone not involved\n5. What should a court reporter do if they suspect a conflict of interest in a case they've been\nassigned?\na) Proceed with the case but be extra careful\nb) Only disclose if directly asked about conflicts\nc) Immediately disclose the conflict to all parties inv olved\nd) Recuse themselves without explanation\n6. How many hours of continuing education are required for Texas court reporters every two\nyears?\na) 5 hours\nb) 10 hours\nc) 15 hours\nd) 20 hours\n7. What is the maximum amount of time a court reporter's certification can be suspended in\nTexas?\na) 3 months\nb) 6 months\nc) 12 months\nd) 24 months\n8. How should a court reporter handle pressure from an attorney to alter the record?\na) Make minor alterations if pressured\nb) Consult with the judge before making any changes\nc) Agree to alter the record but note it in the transcript\nd) Firmly refuse and exp lain their ethical duty\n9. What is the ethical guideline for court reporters regarding gift acceptance?\na) Accept gifts valued under $100\nb) Accept gifts only from winning parties\nc) Refrain from accepting gifts from anyone involved in the case\nd) Accept gifts but report them to the court\n10. How long must a Texas court reporter preserve notes of oral depositions?\na) 1 year\nb) 3 years\nc) 5 years\nd) 7 years\nLegal & Judicial Terminology:\n1. What does \"nunc pro tunc\" mean in legal terms?\na) Now for then\nb) Not for trial\nc) New procedure\nd) No prosecution\n2. What is a \"writ of mandamus\"?\na) An order from a higher court to review a lower court's decision\nb) A court order commanding a government official to perform a specific duty\nc) A request for a change of venue\nd) A motion to dismiss a case\n3. What does \"res judicata\" refer to in legal proceedings?\na) A matter that has been decided and cannot be litigated again\nb) A pending legal action\nc) A preliminary hearing\nd) A request for additional evidence\n4. What is the purpose of \"voir dire\" in court proceedings?\na) To present closing arguments\nb) To question potential jurors\nc) To cross -examine witnesses\nd) To file motions\n5. What is a \"motion in limine\"?\na) A request for a change of venue\nb) A pre-trial motion to exclude certain evidence\nc) A motion to dismiss the case\nd) A request for a continuance\n6. What does \"de novo\" mean in legal context?\na) From the beginning\nb) By the book\nc) Without prejudice\nd) For the record\n7. What is an \"amicus curiae\" brief?\na) A summary of the case prepared by the judge\nb) A document submitted by a \"friend of the court\"\nc) A witness statement\nd) A jury instruction\n8. What does \"pro se\" mean in legal proceedings?\na) For the state\nb) With prejudice\nc) Representing oneself\nd) By proxy\n9. What is a \"writ of certiorari\"?\na) A warrant for arrest\nb) A summons to appear in court\nc) An order from a higher court to review a lower court's decision\nd) A document certifying a court's decision\n10. What does \"ex parte\" mean in legal context?\na) From one side only\nb) Outside the court\nc) With extreme prejudice\nd) By mutual agreement\nProfessional Standards & Ethics:\n1. What should a court reporter do if they realize they've made a significant error in a certified\ntranscript?\na) Ignore the error if it's minor\nb) Ask the attorney to correct it\nc) Immediately notify all parties and prepare an errata sheet\nd) Rewrite the ent ire transcript\n2. How should a court reporter handle a request to go \"off the record\" during a deposition?\na) Immediately stop recording\nb) Continue recording but mark it as confidential\nc) Ask the witness for permission\nd) Wait for agreement from all attorneys present\n3. What is the primary ethical duty of a court reporter?\na) To assist the attorneys in their case\nb) To interpret legal proceedings for the public\nc) To produce an accurate, complete, and unbiased record\nd) To expedite the legal process\n4. How should a court reporter maintain confidentiality?\na) By only sharing information with close friends and family\nb) By posting general case information on social media\nc) By discussing cases only with other court reporters\nd) By not discussing case detai ls with anyone not involved\n5. What should a court reporter do if they suspect a conflict of interest in a case they've been\nassigned?\na) Proceed with the case but be extra careful\nb) Only disclose if directly asked about conflicts\nc) Immediately disclose the conflict to all parties inv olved\nd) Recuse themselves without explanation\n6. How many hours of continuing education are required for Texas court reporters every two\nyears?\na) 5 hours\nb) 10 hours\nc) 15 hours\nd) 20 hours\n7. What is the maximum amount of time a court reporter's certification can be suspended in\nTexas?\na) 3 months\nb) 6 months\nc) 12 months\nd) 24 months\n8. How should a court reporter handle pressure from an attorney to alter the record?\na) Make minor alterations if pressured\nb) Consult with the judge before making any changes\nc) Agree to alter the record but note it in the transcript\nd) Firmly refuse and exp lain their ethical duty\n9. What is the ethical guideline for court reporters regarding gift acceptance?\na) Accept gifts valued under $100\nb) Accept gifts only from winning parties\nc) Refrain from accepting gifts from anyone involved in the case\nd) Accept gifts but report them to the court\n10. How long must a Texas court reporter preserve notes of oral depositions?\na) 1 year\nb) 3 years\nc) 5 years\nd) 7 years\nGrammar & Vocabulary:\n1. What is the correct plural form of \"subpoena\"?\na) Subpoenas\nb) Subpoenae\nc) Subpoeni\nd) Subpoenases\n2. Which of the following is the correct use of \"affect\" in a sentence?\na) The new law will affect court procedures.\nb) The effect of the ruling was immediate.\nc) He affected a British accent.\nd) The side effects of the medication were severe.\n3. How should numbers generally be written in legal documents?\na) Numbers one through ten spelled out, 11 and above as numerals\nb) All numbers as numerals\nc) All numbers spelled out\nd) Only dates and times as numerals\n4. Which of the following is the correct use of a semicolon?\na) The plaintiff seeks damages; the defendant denies liability.\nb) The plaintiff seeks damages, the defendant denies liability.\nc) The plaintiff seeks damages: the defendant denies liability.\nd) The plaintiff seeks damages and the defendant denies liability.\n5. What is the correct spelling of the medical term for inflammation of the eyelid?\na) Blepharitis\nb) Blepheritis\nc) Blephiritis\nd) Blepharoitis\n6. Which of the following is the correct use of \"further\" vs \"farther\"?\na) We need to further investigate the case.\nb) The witness was further from the scene than initially reported.\nc) How much further do we need to drive?\nd) We can discuss this further at a later date.\n7. What is the correct way to format a Latin phrase in legal writing?\na) Italicize (e.g., de novo)\nb) Use quotation marks (e.g., \"de novo\")\nc) Capitalize (e.g., DE NOVO)\nd) No special formatting needed\n8. Which of the following is the correct use of \"principle\" vs \"principal\"?\na) The principle of due process is fundamental to our legal system.\nb) The principle amount of the loan was $50,000.\nc) He was the principle witness in the case.\nd) It's the principle of the thing that matters.\n9. What is the correct spelling of the medical term for a swelling containing blood?\na) Hematoma\nb) Hemotoma\nc) Haematoma\nd) Hemetoma\n10. Which of the following is the correct use of hyphens in compound modifiers?\na) A well-established precedent\nb) A well established precedent\nc) A wellestablished precedent\nd) A well established -precedent\nTranscription Standards:\n1. How should a court reporter indicate that testimony was read back to the jury?\na) (The following testimony was read back by the reporter:)\nb) [Read-back begins]\nc) --Testimony repeated --\nd) /Read back to jury/\n2. What is the standard line and page format for a Texas court transcript?\na) 25 numbered lines per page, 1.5 inch left margin, 1 inch other margins\nb) 30 numbered lines per page, 1 inch margins all around\nc) 24 numbered lines per page, 2 inch left margin, 1 inch other margins\nd) 28 numbered lines per page, 1.25 inch margins all around\n3. How should a court reporter transcribe a non -verbal response like a nod?\na) (The witness nods)\nb) Witness nodded affirmatively\nc) [Non-verbal response]\nd) /Nod/\n4. How should a court reporter indicate an off -the-record discussion in a transcript?\na) (Discussion off the record)\nb) [Off record]\nc) --Pause in proceedings --\nd) /Private discussion/\n5. How should quoted material within testimony be formatted?\na) Enclosed in quotation marks\nb) Italicized\nc) Indented on both sides\nd) Underlined\n6. What information must be included in a deposition transcript's certification page?\na) Court reporter's name, certification number, statement of oath, date and place\nb) Only the court reporter's signature and date\nc) List of all parties present and their co ntact information\nd) Summary of the deposition content\n7. How should a court reporter indicate that a witness has identified an exhibit?\na) (Witness identifies Exhibit A)\nb) Witness points to Exhibit A\nc) [Exhibit A identified]\nd) /Exhibit A shown/\n8. What's the proper way to transcribe overlapping speech in a deposition?\na) Use double dashes to show interruptions\nb) Use parentheses to indicate simultaneous speech\nc) Transcribe only the dominant speaker\nd) Use slashes to separate overlapping speech\n9. How should a parenthetical note indicating an interpreter is being used be formatted?\na) (The following proceedings were interpreted from Spanish to English)\nb) [Interpreter present]\nc) /Spanish interpretation/\nd) --Interpreted testimony follows --\n10. What's the correct way to indicate a change in speakers in a transcript?\na) Start a new line with the speaker's name followed by a colon\nb) Use quotation marks for each speaker\nc) Indent each time a new person speaks\nd) Use all caps for the speaker's name\nLegal & Judicial Terminology:\n1. What does \"res ipsa loquitur\" mean in legal terms?\na) The thing speaks for itself\nb) Let the buyer beware\nc) Beyond a reasonable doubt\nd) At first glance\n2. What is a \"writ of mandamus\"?\na) An order to release a prisoner\nb) A command to a lower court or official to perform a specific duty\nc) A request for a new trial\nd) An order to stop proceedings\n3. What does \"voir dire\" refer to in court proceedings?\na) Closing arguments\nb) Jury selection process\nc) Witness testimony\nd) Judge's instructions\n4. What is \"habeas corpus\" in legal terms?\na) A type of criminal charge\nb) A writ ordering a person in custody to be brought before a court\nc) A plea bargain agreement\nd) A type of civil lawsuit\n5. What does \"de novo\" mean in a legal context?\na) From the beginning\nb) Without prejudice\nc) In good faith\nd) Beyond a reasonable doubt\n6. What is an \"amicus curiae\" brief?\na) A summary of the case by the judge\nb) A document submitted by a \"friend of the court\"\nc) A witness statement\nd) A jury instruction\n7. What does \"pro se\" mean in legal proceedings?\na) For the state\nb) With prejudice\nc) Representing oneself\nd) By proxy\n8. What is a \"motion in limine\"?\na) A request for a change of venue\nb) A pre-trial motion to exclude certain evidence\nc) A motion to dismiss the case\nd) A request for a continuance\n9. What does \"nunc pro tunc\" mean?\na) Now for then\nb) Not for trial\nc) New procedure\nd) No prosecution\n10. What is \"stare decisis\" in legal context?\na) A type of court order\nb) The principle of following precedent in legal decisions\nc) A method of jury selection\nd) A form of alternative dispute resolution\nProfessional Standards & Ethics:\n1. What should a court reporter do if they realize they've made a significant error in a certified\ntranscript?\na) Ignore the error if it's minor\nb) Ask the attorney to correct it\nc) Immediately notify all parties and prepare an errata sheet\nd) Rewrite the ent ire transcript\n2. How many hours of continuing education are required for Texas court reporters every two\nyears?\na) 5 hours\nb) 10 hours\nc) 15 hours\nd) 20 hours\n3. What is the maximum amount of time a court reporter's certification can be suspended in\nTexas?\na) 3 months\nb) 6 months\nc) 12 months\nd) 24 months\n4. How should a court reporter handle pressure from an attorney to alter the record?\na) Make minor alterations if pressured\nb) Consult with the judge before making any changes\nc) Agree to alter the record but note it in the transcript\nd) Firmly refuse and exp lain their ethical duty\n5. What is the ethical guideline for court reporters regarding gift acceptance?\na) Accept gifts valued under $100\nb) Accept gifts only from winning parties\nc) Refrain from accepting gifts from anyone involved in the case\nd) Accept gifts but report them to the court\n6. How long must a Texas court reporter preserve notes of oral depositions?\na) 1 year\nb) 3 years\nc) 5 years\nd) 7 years\n7. What should a court reporter do if they suspect a conflict of interest in a case they've been\nassigned?\na) Proceed with the case but be extra careful\nb) Only disclose if directly asked about conflicts\nc) Immediately disclose the conflict to all parties inv olved\nd) Recuse themselves without explanation\n8. How should a court reporter maintain confidentiality?\na) By only sharing information with close friends and family\nb) By posting general case information on social media\nc) By discussing cases only with other court reporters\nd) By not discussing case detai ls with anyone not involved\n9. What is the primary ethical duty of a court reporter?\na) To assist the attorneys in their case\nb) To interpret legal proceedings for the public\nc) To produce an accurate, complete, and unbiased record\nd) To expedite the legal process\n10. How should a court reporter handle a request to go \"off the record\" during a deposition?\na) Immediately stop recording\nb) Continue recording but mark it as confidential\nc) Ask the witness for permission\nd) Wait for agreement from all attorneys present\nGrammar & Vocabulary:\n1. What is the correct plural form of \"subpoena\"?\na) Subpoenas\nb) Subpoenae\nc) Subpoeni\nd) Subpoenases\n2. Which of the following is the correct use of \"affect\" in a sentence?\na) The new law will affect court procedures.\nb) The effect of the ruling was immediate.\nc) He affected a British accent.\nd) The side effects of the medication were severe.\n3. How should numbers generally be written in legal documents?\na) Numbers one through ten spelled out, 11 and above as numerals\nb) All numbers as numerals\nc) All numbers spelled out\nd) Only dates and times as numerals\n4. Which of the following is the correct use of a semicolon?\na) The plaintiff seeks damages; the defendant denies liability.\nb) The plaintiff seeks damages, the defendant denies liability.\nc) The plaintiff seeks damages: the defendant denies liability.\nd) The plaintiff seeks damages and the defendant denies liability.\n5. What is the correct spelling of the medical term for inflammation of the eyelid?\na) Blepharitis\nb) Blepheritis\nc) Blephiritis\nd) Blepharoitis\n6. Which of the following is the correct use of \"further\" vs \"farther\"?\na) We need to further investigate the case.\nb) The witness was further from the scene than initially reported.\nc) How much further do we need to drive?\nd) We can discuss this further at a later date.\n7. What is the correct way to format a Latin phrase in legal writing?\na) Italicize (e.g., de novo)\nb) Use quotation marks (e.g., \"de novo\")\nc) Capitalize (e.g., DE NOVO)\nd) No special formatting needed\n8. Which of the following is the correct use of \"principle\" vs \"principal\"?\na) The principle of due process is fundamental to our legal system.\nb) The principle amount of the loan was $50,000.\nc) He was the principle witness in the case.\nd) It's the principle of the thing that matters.\n9. What is the correct spelling of the medical term for a swelling containing blood?\na) Hematoma\nb) Hemotoma\nc) Haematoma\nd) Hemetoma\n10. Which of the following is the correct use of hyphens in compound modifiers?\na) A well-established precedent\nb) A well established precedent\nc) A wellestablished precedent\nd) A well established -precedent\nTranscription Standards:\n1. How should a court reporter indicate that testimony was read back to the jury?\na) (The following testimony was read back by the reporter:)\nb) [Read-back begins]\nc) --Testimony repeated --\nd) /Read back to jury/\n2. What is the standard line and page format for a Texas court transcript?\na) 25 numbered lines per page, 1.5 inch left margin, 1 inch other margins\nb) 30 numbered lines per page, 1 inch margins all around\nc) 24 numbered lines per page, 2 inch left margin, 1 inch other margins\nd) 28 numbered lines per page, 1.25 inch margins all around\n3. How should a court reporter transcribe a non -verbal response like a nod?\na) (The witness nods)\nb) Witness nodded affirmatively\nc) [Non-verbal response]\nd) /Nod/\n4. How should a court reporter indicate an off -the-record discussion in a transcript?\na) (Discussion off the record)\nb) [Off record]\nc) --Pause in proceedings --\nd) /Private discussion/\n5. How should quoted material within testimony be formatted?\na) Enclosed in quotation marks\nb) Italicized\nc) Indented on both sides\nd) Underlined\n6. What information must be included in a deposition transcript's certification page?\na) Court reporter's name, certification number, statement of oath, date and place\nb) Only the court reporter's signature and date\nc) List of all parties present and their co ntact information\nd) Summary of the deposition content\n7. How should a court reporter indicate that a witness has identified an exhibit?\na) (Witness identifies Exhibit A)\nb) Witness points to Exhibit A\nc) [Exhibit A identified]\nd) /Exhibit A shown/\n8. What's the proper way to transcribe overlapping speech in a deposition?\na) Use double dashes to show interruptions\nb) Use parentheses to indicate simultaneous speech\nc) Transcribe only the dominant speaker\nd) Use slashes to separate overlapping speech\n9. How should a parenthetical note indicating an interpreter is being used be formatted?\na) (The following proceedings were interpreted from Spanish to English)\nb) [Interpreter present]\nc) /Spanish interpretation/\nd) --Interpreted testimony follows --\n10. What's the correct way to indicate a change in speakers in a transcript?\na) Start a new line with the speaker's name followed by a colon\nb) Use quotation marks for each speaker\nc) Indent each time a new person speaks\nd) Use all caps for the speaker's name"
    ],
    "category": "Legal & Judicial Terminology",
    "source_file": "More questions part 2.pdf",
    "content_hash": "2829fec4a8c1d8018e9cf9896e0f0bf9082e839abf21979636c4b20c554fb822"
  }
]